Repository: LemmurOrg/lemmur
Catalog: assets/l10n/intl_*.arb
Languages: ar, bg, bn, cs, da, el, eu, fa, fi, fr, ga, gl, id, ja, ka, ko, pt, sq, sv, tr, vi, zh

source: Couldn't save comment.
ar: تعذر حفظ التعليق.
bg: Неуспешно запазване на коментар.
cs: Nepodařilo se uložit komentář.
da: Kunne ikke gemme kommentar.
el: Αδυναμία αποθήκευσης σχολίου.
eu: Ezin izan da iruzkina gorde.
fa: ناتوانی در ذخیره نظر.
fi: Kommenttia ei voitu tallentaa.
fr: Impossible de sauvegarder le commentaire.
ga: Níorbh fhéidir trácht a shábháil.
gl: Non se gardou o comentario.
id: Tidak bisa menyimpan komentar.
ja: コメントが保存されませんでした。
ka: კომენტარის შენახვა ვერ მოხერხდა.
ko: 댓글을 저장할 수 없습니다.
pt: Não foi possível guardar o comentário.
sq: Ruajtja e komentit nuk ishte e mundshme.
sv: Kunde inte spara kommentar.
tr: Yorum kaydedilemedi.
vi: Không thể lưu bình luận.
zh: 无法保存评论。

source: Couldn't get comments.
ar: تعذر جلب التعليق.
bg: Неуспешна доставка на коментарите.
cs: Nepodařilo se získat komentáře.
da: Kunne ikke hente kommentarer.
el: Αδυναμία φόρτωσης σχολίων.
eu: Ezin izan da iruzkinik lortu.
fa: نتوانستیم نظرات را دریافت کنی.
fi: Kommentteja ei voitu hakea.
fr: Impossible d'obtenir les commentaires.
ga: Níorbh fhéidir tuairimí a fháil.
gl: Non se obtiveron comentarios.
id: Tidak bisa mendapatkan komentar.
ja: コメントを読み込みできませんでした。
ka: კომენტარების ნახვა ვერ მოხერხდა.
ko: 댓글을 가져올 수 없습니다.
pt: Não foi possível obter os comentários.
sq: Nuk mund të merrnim komentet.
sv: Kunde inte hämta kommentarer.
tr: Yorumlar yüklenemedi.
vi: Không thể xem bình luận.
zh: 无法获取评论。

source: Report reason required.
ar: سبب الإبلاغ مطلوب.
bg: Причина за оплакването е задължителна.
cs: Důvod hlášení je povinný.
da: Angiv grund påkrævet.
el: Απαιτείται λόγος αναφοράς.
eu: Berriematearen arrazoia ezinbestekoa da.
fa: دلیل گزارش الزامی است.
fi: Ilmiannolle tarvitaan syy.
fr: Raison du signalement requise.
ga: Cúis leis an Tuarascáil Riachtanach.
gl: Requírese unha razón para a denuncia.
id: Alasan laporan diperlukan.
ja: 通報理由は必須です。
ko: 사유를 제출해야합니다.
pt: É necessária uma razão para a denúncia.
sv: En anledning måste anges.
vi: Bắt buộc có lý do báo cáo.
zh: 需要报告原因。

source: Report too long.
ar: تقرير الإبلاغ طويل.
bg: Оплакването е твърде дълго.
cs: Hlášení je příliš dlouhé.
da: Angivelsen er for lang.
el: Η αναφορά είναι υπερβολικά μεγάλη.
eu: Berriemate luzeegia.
fa: گزارش بیش از حد طولانی است.
fi: Ilmianto on turhan pitkä.
fr: Rapport trop long.
ga: Tuairiscigh ró-fhada.
gl: Denuncia demasiado longa.
id: Laporan terlalu panjang.
ja: 通報理由が長すぎます。
ko: 보고 글이 너무 길어요.
pt: Denúncia demasiado longa.
sv: Anmälan är för lång.
vi: Báo cáo quá dài.
zh: 报告时间过长。

source: Couldn't create report.
ar: تعذر إنشاء الإبلاغ.
bg: Оплакването не можа да бъде създадено.
cs: Nepodařilo se vytvořit hlášení.
da: Kunne ikke oprette angivelse.
el: Αδυναμία δημιουργίας αναφοράς.
eu: Ezin izan da berriematea sortu.
fa: نتوانستیم گزارش بسازیم.
fi: Ilmiantoa ei pystytty luomaan.
fr: Impossible de créer le signalement.
ga: Níorbh fhéidir tuairisc a chruthú.
gl: Non se puido crear a denuncia.
id: Tidak bisa membuat laporan.
ja: 通報を作成できませんでした。
ko: 보고서를 생성할 수 없습니다.
pt: Não foi possível criar a denúncia.
sv: Kunde inte skapa anmälan.
vi: Không thể tạo báo cáo.
zh: 无法创建报告。

source: Couldn't resolve report.
ar: تعذر تحليل الإبلاغ.
bg: Оплакването не можа да бъде уредено.
cs: Hlášení se nepodařilo vyřešit.
da: Kunne ikke løse angivelse.
el: Αδυναμία επίλυσης αναφοράς.
eu: Ezin izan da berriematea itxi.
fa: نتوانستیم این گزارش را حل کنیم.
fi: Ilmiantoa ei pystytty selvittämään.
fr: Impossible de résoudre le rapport.
ga: Níorbh fhéidir an tuarascáil a réiteach.
gl: Non se puido resolver a denuncia.
id: Tidak bisa menyelesaikan laporan.
ja: 通報を解決できませんでした。
ko: 보고서를 해결할 수 없습니다.
pt: Não foi possível resolver a denúncia.
sv: Kunde inte markera anmälan som löst.
vi: Không thể giải quyết báo cáo.
zh: 无法解析报告。

source: Invalid post title
ar: عنوان المنشور غيرصالح
bg: Невалидно заглавие на пост
cs: Neplatný titulek příspěvku
da: Ugyldig indlægstitel
el: Μη έγκυρη επικεφαλίδα δημοσίευσης
eu: Bidalketa izenburu baliogabea
fa: عنوان فرسته نامعتبر است
fi: Viallinen viestin otsikko
fr: Titre du post invalide
ga: Teideal poist neamhbhailí
gl: Título da publicación non válido
id: Judul pos tidak valid
ja: 無効な投稿のタイトル
ko: 잘못된 글 제목
pt: Título de publicação inválido
sv: Ogiltig inläggstitel
vi: Tựa đề bài đăng không hợp lệ
zh: 帖子标题无效

source: Couldn't create post.
ar: تعذر انشاء المنشور.
bg: Постът не можа да бъде създаден.
cs: Nepodařilo se vytvořit příspěvek.
da: Kunne ikke oprette indlæg.
el: Αδυναμία δημιουργίας δημοσίευσης.
eu: Ezin izan da bidalketa sortu.
fa: نتوانستیم فرسته را ایجاد کنیم.
fi: Ei voitu luoda viestiä.
fr: Impossible de créer la publication.
ga: Níorbh fhéidir postáil a chruthú.
gl: Non se puido crear a publicación.
id: Tidak bisa membuat pos.
ja: 投稿が作成されませんでした。
ka: პოსტი ვერ შეიქმნა.
ko: 글을 작성할 수 없습니다.
pt: Não foi possível criar a publicação.
sq: Nuk mund të krijohej postimi.
sv: Kunde inte skapa inlägg.
tr: Paylaşım yapılamadı.
vi: Không thể đăng bài.
zh: 无法创建帖子。

source: Couldn't like post.
ar: تعذر الإعجاب بالمنشور.
bg: Постът не можа да бъде харесан.
da: Kunne ikke like indlæg.
el: Αδυναμία αποθήκευσης θετικής ψήφου στη δημοσίευση.
eu: Ezin izan da bidalketari datsegit eman.
fa: نتوانستیم فرسته را بپسندیم.
fi: Viestistä ei voitu tykätä.
fr: Impossible d’aimer la publication.
ga: Níorbh fhéidir a is maith post.
gl: Non se puido gustar da publicación.
id: Tidak bisa menyukai pos.
ja: 投稿を「いいね」できませんでした。
ka: პოსტის მოწონება ვერ მოხერხდა.
ko: 이 글에 좋아요 표시를 할 수 없습니다.
pt: Não foi possível gostar da publicação.
sq: Nuk mund të pëlqehej postimi.
sv: Kunde inte gilla inlägg.
tr: Paylaşım beğenilemedi.
vi: Không thể thích bài đăng.
zh: 无法点赞帖子。

source: Couldn't find community.
ar: تعذر العثور على المجتمع.
bg: Не можахме да намерим тази общност.
cs: Nepodařilo se nalézt komunitu.
da: Kunne ikke finde forum.
el: Αδυναμία εύρεσης κοινότητας.
eu: Ezin izan da komunitaterik aurkitu.
fa: نتوانستیم اجتماع را بیابیم.
fi: Yhteisöä ei voitu löytää.
fr: Impossible de trouver cette communauté.
ga: Níorbh fhéidir Pobal a aimsiú.
gl: Non se atopou a comunidade.
id: Tidak bisa menemukan komunitas.
ja: コミュニティが見つかりませんでした。
ka: ტემა არ მოიძებნა.
ko: 커뮤니티를 찾을 수 없습니다.
pt: Não foi possível encontrar a comunidade.
sq: Komuniteti nuk mund të gjendej.
sv: Kunde inte hitta gemenskap.
tr: Topluluk bulunamadı.
vi: Không tìm thấy cộng đồng
zh: 无法找到社群。

source: Couldn't get posts
ar: تعذر جلب المنشورات
bg: Неуспешна доставка на постовете
cs: Nepodařilo se získat příspěvky
da: Kunne ikke hente indlæg
el: Αδυναμία φόρτωσης δημοσιεύσεων
eu: Ezin izan da bidalketa lortu
fa: ناتوانی در دریافت مطالب
fi: Viestejä ei saatu
fr: Impossible d’obtenir les publications
ga: Níorbh fhéidir an post a fháil
gl: Non se obtiveron publicacións
id: Tidak bisa mendapatkan pos
ja: 投稿を読み込みできませんでした
ka: პოსტები არ არის.
ko: 글을 가져올 수 없습니다
pt: Não foi possível obter as publicações
sq: Nuk mund të merreshin postimet
sv: Kunde inte hämta inlägg
tr: Paylaşımlar yüklenemedi
vi: Không thể xem bài đăng
zh: 无法获取帖子

# no_post_edit_allowed
source: Not allowed to edit post.
ar: لا يسمح لك بتعديل المنشور.
bg: Нямате право да редактирате този пост.
cs: Úprava příspěvku není povolena.
da: Ej tilladt at ændre indlæg.
el: Δεν επιτρέπεται η επεξεργασία δημοσίευσης.
eu: Ezin duzu bidalketa editatu.
fa: مجاز به ویرایش فرسته نیستید.
fi: Sinulla ei ole oikeutta muokata viestiä.
fr: Vous n’êtes pas autorisé à éditer cette publication.
ga: Ní cheadaítear an post a chur in eagar.
gl: Non está permitido editar a publicación.
id: Tidak diperbolehkan untuk mengedit pos.
ja: 投稿の編集権限がありません。
ka: პოსტის რედაკტირება არ შეიძლება.
ko: 글을 수정할 권한이 없습니다.
pt: Não podes editar esta publicação.
sq: Nuk lejohet redaktimi i postimit.
sv: Har inte behörighet att redigera inlägg.
tr: Paylaşımı düzenleme izniniz yok.
vi: Không cho phép sửa bài đăng.
zh: 没有编辑帖子的权限。

source: Couldn't save post.
ar: تعذر حفظ المنشور.
bg: Постът не можа да бъде запазен.
cs: Příspěvek se nepodařilo uložit.
da: Kunne ikke gemme indlæg.
el: Αδυναμία αποθήκευσης δημοσίευσης.
eu: Ezin izan da bidalketa gorde.
fa: نتوانستیم فرسته را ذخیره کنیم.
fi: Viestiä ei voitu tallentaa.
fr: Impossible de sauvegarder la publication.
ga: Níorbh fhéidir an post a shábháil.
gl: Non se gardou a publicación.
id: Tidak bisa menyimpan pos.
ja: 投稿が保存されませんでした。
ka: პოსტის დასეივება ვერ მოხერხდა.
ko: 글을 저장할 수 없습니다.
pt: Não foi possível guardar a publicação.
sq: Postimi nuk u ruajt.
sv: Kunde inte spara inlägg.
tr: Paylaşım kaydedilemedi.
vi: Không thể lưu bài đăng.
zh: 无法保存帖子。

source: Site already exists.
ar: الموقع موجود مسبقًا.
bg: Сайтът вече съществува.
cs: Stránka již existuje.
da: Site findes allerede.
el: Ο ιστότοπος υπάρχει ήδη.
eu: Gunea dagoeneko existitzen da.
fa: این پایگاه از قبل وجود داشته است.
fi: Sivusto on jo olemassa.
fr: Le site existe déjà.
ga: Suíomh ann cheana.
gl: Xa existe o sitio.
id: Situs sudah tersedia.
ja: サイトは既に存在します。
ko: 사이트가 이미 존재합니다.
pt: O site já existe.
sq: Faqja tashmë ekziston.
sv: Webbplatsen finns redan.
tr: Bu site zaten var.
vi: Trang đã tồn tại.
zh: 站点已存在。

source: Couldn't update site.
ar: تعذر تحديث الموقع.
bg: Сайтът не можа да бъде обновен.
cs: Nepodařilo se aktualizovat stránku.
da: Kunne ikke opdatere site.
el: Αδυναμία ενημέρωσης ιστότοπου.
eu: Ezin izan da gunea eguneratu.
fa: ناتوانی در به‌روزرسانی پایگاه.
fi: Sivustoa ei voitu päivittää.
fr: Impossible de mettre à jour le site.
ga: Níorbh fhéidir an suíomh a nuashonrú.
gl: Non se actualizou o sitio.
id: Tidak bisa memperbarui situs.
ja: サイトが更新されませんでした。
ko: 사이트를 업데이트 할 수 없습니다.
pt: Não foi possível atualizar o site.
sq: Faqja nuk mund të përditësohej.
sv: Kunde inte uppdatera webbplats.
tr: Site güncellenemedi.
vi: Không thể cập nhật trang.
zh: 无法更新站点。

# invalid_community_name
source: Invalid name.
ar: اسم غير صالح.
bg: Невалидно име.
bn: অগ্রহণযোগ্য নাম।
cs: Neplatné jméno.
da: Ugyldigt navn.
el: Μη έγκυρο όνομα.
eu: Izen baliogabea.
fa: نام نامعتبر.
fi: Viallinen yhteisön nimi.
fr: Nom invalide.
ga: Ainm neamhbhailí.
gl: Nome non válido.
id: Nama tidak valid.
ja: 無効なコミュニティの名前です。
ko: 잘못된 이름.
pt: Nome inválido.
sq: Emër invalid.
sv: Ogiltigt namn.
tr: Hatalı ad.
vi: Tên không hợp lệ.
zh: 无效名称。

source: Community already exists.
ar: المجتمع موجود مسبقًا.
bg: Общността вече съществува.
cs: Komunita již existuje.
da: Forum findes allerede.
el: Η κοινότητα υπάρχει ήδη.
eu: Komunitate hori dagoeneko existitzen da.
fa: این اجتماع از قبل وجود داشته است.
fi: Yhteisö on jo olemassa.
fr: Cette communauté existe déjà.
ga: Pobal ann cheana féin.
gl: A comunidade xa existe.
id: Komunitas sudah ada.
ja: コミュニティは既に存在します。
ka: ეს თემა უკვე არსებობს.
ko: 커뮤니티가 이미 존재합니다.
pt: Essa comunidade já existe.
sq: Komuniteti ekziston më.
sv: Gemenskapen finns redan.
tr: Böyle bir topluluk zaten var.
vi: Cộng đồng đã tồn tại.
zh: 社群已存在。

source: Community moderator already exists.
ar: مشىرف المجتمع موجود مسبقًا.
bg: Модератор на общността вече съществува.
cs: Moderátor komunity již existuje.
da: Forum moderator findes allerede.
el: Ο χρήστης είναι ήδη συντονιστής της κοινότητας.
eu: Komunitateko moderatzaile hori dagoeneko existitzen da.
fa: ناظم اجتماع از پیش وجود دارد.
fi: Yhteisön moderaattori on jo olemassa.
fr: Ce membre est déjà modérateur.
ga: Tá modhnóir pobail ann cheana féin.
gl: Xa hai moderadora para a Comunidade.
id: Moderator komunitas sudah ada.
ja: コミュニティのモデレーターは既に存在しています。
ka: ამ თემის მოდერატორი უკვე არსებობს.
ko: 커뮤니티 운영자가 이미 존재합니다.
pt: Esse utilizador já modera esta comunidade.
sq: Moderatori i komunitetit tashmë ekziston.
sv: Gemenskapsmoderatorn finns redan.
tr: Bu kullanıcı zaten bu topluluğun bir idarecisi.
vi: Kiểm duyệt viên đã tồn tại.
zh: 社群监管人已存在。

source: Community follower already exists.
ar: هذا العضو مشترك في المجمع مسبقا.
bg: Абонат на общността вече съществува.
cs: Sledující komunity již existuje.
da: Forum abonnent findes allerede.
el: Ο χρήστης είναι ήδη εγγεγραμμένος στην κοινότητα.
eu: Komunitateko jarraitzaile hori dagoeneko existitzen da.
fa: این کاربر از قبل پیگیر این اجتماع است.
fi: Yhteisön seuraaja on jo olemassa.
fr: Ce membre est déjà abonné.
ga: Tá leantóir pobail ann cheana féin.
gl: Xa existe a seguidora da comunidade.
id: Pengikut komunitas sudah ada.
ja: コミュニティへのフォロワーは既に存在します。
ka: თემის ფოლოვორი უკვე არსებობს.
ko: 커뮤니티 팔로어가 이미 존재합니다.
pt: Esse utilizador já segue esta comunidade.
sq: Ndjekësi i komunitetit tashmë ekziston.
sv: Gemenskapsföljaren finns redan.
tr: Topluluğun böyle bir takipçisi zaten var.
vi: Người theo dõi cộng đồng đã tồn tại.
zh: 社群关注者已存在。

source: Not a moderator.
ar: ليس مشرفًا.
bg: Не сте модератор.
cs: Není moderátor.
da: Ej en moderator.
el: Ο χρήστης δεν είναι συντονιστής.
eu: Ez zara moderatzailea.
fa: ناظم نیست.
fi: Ei ole moderaattori.
fr: N'êtes pas un modérateur.
ga: Ní modhnóir.
gl: Non é moderadora.
id: Bukan seorang moderator.
ja: モデレーターではありません。
ko: 중재자가 아닙니다.
pt: Não és um moderador.
sv: Inte en moderator.
vi: Không phải kiểm duyệt viên.
zh: 不是仲裁员。

source: Couldn't update Community.
ar: تعذر تحديث المجتمع.
bg: Не можахме да обновим тази общност.
cs: Nepodařilo se aktualizovat komunitu.
da: Kunne ikke opdatere forum.
el: Αδυναμία ενημέρωσης κοινότητας.
eu: Ezin izan da komunitatea eguneratu.
fa: نتوانستیم این اجتماع را به‌روز کنیم.
fi: Yhteisöä ei voitu päivittää.
fr: Impossible de mettre à jour cette communauté.
ga: Níorbh fhéidir an Pobal a nuashonrú.
gl: Non se actualizou a Comunidade.
id: Tidak bisa memperbarui Komunitas.
ja: コミュニティを更新できませんでした。
ka: თემა ვერ განახლდა.
ko: 커뮤니티를 업데이트할 수 없습니다.
pt: Não foi possível atualizar a comunidade.
sq: Komuniteti nuk mundi të përditësohej.
sv: Kunde inte uppdatera gemenskap.
tr: Topluluk bilgisi güncellenemedi.
vi: Không thể cập nhật cộng đồng.
zh: 无法更新社群。

# no_community_edit_allowed
source: Not allowed to edit community.
ar: لا يُسمح لك بتعديل المجتمع.
bg: Нямате право да редактирате тази общност
cs: Úprava komunity není povolena.
da: Ej tilladt at ændre forum.
el: Δεν επιτρέπεται η επεξεργασία κοινότητας.
eu: Ezin duzu komunitatea editatu.
fa: مجاز به ویرایش اجتماع نیستید.
fi: Sinulla ei ole oikeutta muokata yhteisöä.
fr: Vous n’êtes pas autorisé à éditer cette communauté.
ga: Ní cheadaítear an pobal a chur in eagar.
gl: Non está permitido editar a comunidade.
id: Tidak diperbolehkan untuk mengedit komunitas.
ja: コミュニティの編集許可がありません。
ka: თემის რედაკტირება არ შეიძლება.
ko: 커뮤니티를 수정할 수 없습니다.
pt: Não podes editar esta comunidade.
sq: Nuk të lejohet redaktimi i komunitetit.
sv: Har inte behörighet att redigera gemenskap.
tr: Topluluğu düzenleme yetkiniz yok.
vi: Không cho phép sửa cộng đồng.
zh: 没有编辑社群的权限。

# system_err_login
source: System error. Try logging out and back in.
ar: خطأ في النظام. جرب إعادة الولوج.
bg: Системна грешка. Опитайте се да се отпишете и впишете наново.
cs: Systémová chyba. Zkuste se odhlásit a znovu přihlásit.
da: System fejl. Prøv at logge ud- og ind igen.
el: Σφάλμα στο σύστημα. Προσπαθήστε να αποσυνδεθείτε και να συνδεθείτε ξανά.
eu: Sistemaren errorea. Saiatu saioa ixten eta berriz hasten.
fa: خطای سامانه. سعی کنید خارج شده و دوباره وارد شوید.
fi: Järjestelmävirhe. Yritä kirjautua ulos ja kirjautua uudestaan sisään.
fr: Erreur système. Essayez de vous déconnecter puis de vous reconnecter.
ga: Earráid chórais. Bain triail as logáil amach agus ar ais isteach.
gl: Erro no sistema. Intenta desconectar e conectar de volta.
id: Sistem ada kesalahan. Coba keluar dan masuk kembali.
ja: システムエラーが発生しました。一度ログアウトして再度ログインしてから、お試しください。
ka: ერორი. თავიდან შემოსვლა ცადეთ.
ko: 시스템 오류. 다시 로그인하십시오.
pt: Erro do sistema. Tenta sair e voltar a entrar.
sq: Gabim sistemi. Provo të shkyçesh dhe të kyçesh përsëri.
sv: Systemfel. Försök att logga ut och sedan in igen.
tr: Sistem hatası. Hesaptan çıkıp tekrar girmeyi deneyin.
vi: Lỗi hệ thống. Hãy đăng xuất rồi đăng nhập lại.
zh: 系统错误。请尝试注销后重新登入。

source: Community user already banned.
ar: هذا العضو محظور مسبقا.
bg: Потребителят вече е баннат.
cs: Uživateli již byl přístup do komunity zakázán.
da: Forum bruger allerede udelukket.
el: Ο χρήστης έχει ήδη αποβληθεί από την κοινότητα.
eu: Komunitateko erabiltzaile hau dagoeneko kaleratuta dago.
fa: کاربر این اجتماع از قبل ممنوع شده است.
fi: Yhteisön käyttäjä on jo porttikiellossa.
fr: Ce membre est déjà banni.
ga: Toirmisctear úsáideoir pobail cheana féin.
gl: A usuaria da comunidade xa foi vetada.
id: Pengguna komunitas sudah terlarang.
ja: コミュニティのユーザーは既にアクセスが禁止されています。
ka: თემის მომხმარებელი უკვე შავ სიაშია.
ko: 커뮤니티 사용자가 이미 추방되었습니다.
pt: Esse utilizador já foi banido da comunidade.
sq: Anëtari i komunitetit tashmë është dëbuar.
sv: Gemenskapsanvändaren redan blockerad.
tr: Bu kullanıcı zaten bu toplulukta yasaklı.
vi: Đã cấm thành viên cộng đồng.
zh: 社群用户已被禁止。

source: Couldn't find that username or email.
ar: تعذر العثور على مستخدم يملك هذا البريد أو اسم المستخدم.
bg: Потребителското име или имейла не съществуват.
cs: Nepodařilo se nalézt uživatelské jméno nebo e-mail.
da: Kunne ikke finde bruger eller email.
el: Αδυναμία εύρεσης χρήστη ή διεύθυνσης ηλεκτρονικού ταχυδρομείου.
eu: Ezin izan da aurkitu erabiltzaile-izen edo eposta hori.
fa: ناتوانی در یافتن این نام کاربری یا رایانامه.
fi: Käyttäjänimeä tai sähköpostia ei onnistuttu löytämään.
fr: Impossible de trouver cet·te utilisateur·rice ou cet email.
ga: Níorbh fhéidir an t-ainm úsáideora nó an ríomhphost sin a fháil.
gl: Non se atopa ese nome de usuaria ou email.
id: Tidak bisa menemukan nama pengguna atau surel tersebut.
ja: ユーザー名またはメールアドレスが見つかりませんでした。
ka: სახელი ან ელ-პოსტა ვერ მოიძებნა.
ko: 해당 사용자 이름이나 이메일을 찾을 수 없습니다.
pt: Não foi possível encontrar esse nome ou endereço de correio eletrónico.
sq: Nuk mund të gjendej ky emër virtual ose email.
sv: Kunde inte hitta det användarnamnet eller e-postadressen.
tr: Böyle bir e-mail ya da kullanıcı adı bulunamadı.
vi: Không tìm thấy tên thành viên hoặc email.
zh: 用户名/邮箱不存在。

source: Password incorrect.
ar: كلمة السر خاطئة.
bg: Грешна парола.
cs: Špatné heslo.
da: Kodeord forkert.
el: Εσφαλμένος κωδικός.
eu: Pasahitz okerra.
fa: گذرواژه نادرست.
fi: Salasana on väärin.
fr: Mot de passe incorrect.
ga: Pasfhocal mícheart.
gl: Contrasinal incorrecto.
id: Kata Sandi salah.
ja: 無効なパスワードです。
ka: პაროლი არასწორია .
ko: 잘못된 비밀번호입니다.
pt: Palavra-passe incorreta.
sq: Fjalëkalimi është i pasaktë.
sv: Ogiltigt lösenord.
tr: Şifre yanlış.
vi: Sai mật khẩu.
zh: 密码不正确。

source: Registration closed
ar: إنشاء الحسابات معطل
bg: Регистрация затворена
cs: Registrace uzavřena
da: Tilmelding lukket
el: Εγγραφή κλειστή
eu: Izen-ematea itxira
fa: نام‌نویسی بسته است
fi: Rekisteröityminen suljettu
fr: Inscriptions fermées
ga: Clárú dúnta
gl: Rexistro pechado
id: Pendaftaran Ditutup
ja: 新規登録は受け付けていません
ka: რეგისტრაცია დახურულია
ko: 등록 닫기
pt: Inscrições fechadas
sq: Regjistrimi u mbyll
sv: Registrering stängd
tr: Kayıt kapalı
vi: Đăng ký đã tắt
zh: 注册功能已关闭

# invalid_password
source: Invalid password. Password must be <= 60 characters.
ar: كلمة السر غير صالحة. يجب ألّا تزيد عن 60 محرفًا.
bg: Невалидна парола. Паролата не може да е по-дълга от 60 символа.
cs: Neplatné heslo. Heslo nesmí být delší jak 60 znaků.
da: Ugyldigt kodeord. Kodeord skal have <= 60 tegn.
el: Άκυρος κωδικός. Ο κωδικός πρέπει να είναι <= 60 χαρακτήρες.
eu: Pasahitz baliogabea. Pasahitzak <= 60 karaktere izan behar ditu.
fa: گذرواژه نامعتبر. گذرواژه باید کمتر از ۶۰ حرف داشته باشد.
fi: Virheellinen salasana. Salasanan on oltava <= 60 merkkiä.
fr: Mot de passe erroné. La longueur du mot de passe doit être <= 60 caractères.
ga: Pasfhocal neamhbhailí. Caithfidh <= 60 carachtar a bheith sa phasfhocal.
gl: Contrasinal non válido. O contrasinal ten que ser inferior a 60 caracteres.
id: Kata sandi tidak valid. Kata sandi harus <= 60 karakter.
ja: 無効なパスワードです。パスワードは必ず60文字以下にしてください。
ko: 잘못된 비밀번호입니다. 비밀번호는 60글자 이하로 만들어야 합니다.
pt: Palavra-passe inválida. Tem que ter 60 ou menos caracteres.
sv: Ogiltigt lösenord. Lösenordet måste innehålla minst 60 tecken.
vi: Mật khẩu không hợp lệ. Mật khẩu phải ít hơn 60 ký tự.
zh: 密码无效。密码长度必须小于60个字符。

# passwords_dont_match
source: Passwords do not match.
ar: كلماتا السر غير متطابقتين.
bg: Паролите не съвпадат.
cs: Hesla nesouhlasí.
da: Kodeord matcher ikke.
el: Οι κωδικοί δεν ταιριάζουν.
eu: Pasahitzak ez dira berdinak.
fa: گذرواژه‌ها با هم منطبق نیستند.
fi: Salasanat eivät täsmää.
fr: Les mots de passes ne correspondent pas.
ga: Ní hionann pasfhocail.
gl: Os contrasinais non coinciden.
id: Kata Sandi tidak sesuai.
ja: パスワードが一致しません。
ka: პაროლები იგივი არ არის.
ko: 비밀번호가 일치하지 않습니다.
pt: As palavras-passe não coincidem.
sq: Fjalëkalimet nuk janë të njëjta.
sv: Lösenorden stämmer inte överens.
tr: Şifreler eşleşmiyor.
vi: Mật khẩu không khớp.
zh: 密码不匹配。

source: Captcha incorrect.
ar: رمز التحقق خاطئ.
bg: Грешна Captcha.
cs: Chybně opsaná captcha.
da: Captcha forkert.
el: Εσφαλμένο captcha.
eu: Okerreko captcha.
fa: کپچا درست نیست.
fi: Captcha on väärin.
fr: Captcha erroné.
ga: Ta Captcha mícheart.
gl: Captcha incorrecto.
id: Captcha salah.
ja: Captchaコードが合っていません。
ko: 보안문자가 일치하지 않습니다.
pt: CAPTCHA incorreto.
sv: Captchan stämmer inte.
vi: Sai captcha.
zh: 验证码不正确。

source: Invalid username.
ar: اسم المستخدم غير صالح.
bg: Грешно потребителско име.
cs: Neplatné uživatelské jméno.
da: Fejl i brugernavn.
el: Εσφαλμένο όνομα χρήστη.
eu: Erabiltzaile-izen baliogabea.
fa: نام کاربری نامعتبر است.
fi: Viallinen käyttäjänimi.
fr: Nom d'utilisateur invalide.
ga: Ainm Úsáideora neamhbhailí.
gl: Nome de usuaria non válido.
id: Nama Pengguna tidak valid.
ja: 無効なユーザー名です。
ko: 잘못된 사용자 이름.
pt: Nome de utilizador inválido.
sq: Emri virtual është invalid.
sv: Ogiltigt användarnamn.
tr: Hatalı kullanıcı adı.
vi: Tên tài khoản không hợp lệ.
zh: 用户名无效。

# bio_length_overflow
source: User bio cannot exceed 300 characters.
ar: لا يمكن أن تزيد السيرة عن 300 محرف.
bg: Потребителската Биография не може да надхвърля 300 символа.
cs: "O mně" nesmí přesáhnout 300 znaků.
da: Brugerbeskrivelse skal være mindre end 300 tegn.
el: Το βιογραφικό χρήστη δεν μπορεί να ξεπερνά τους 300 χαρακτήρες.
eu: Erabiltzailearen biografiak ezin ditu 300 hizki baino gehiago izan.
fa: زندگی‌نامه کاربر نمی‌تواند از ۳۰۰ حرف فزونی یابد.
fi: Käyttäjän kuvaus ei voi olla pidempi kuin 300 merkkiä.
fr: La bio utilisateur ne peut dépasser 300 caractères.
ga: Ní féidir le bith-úsáideoir níos mó ná 300 carachtar.
gl: A bio da usuaria non pode superar os 300 caracteres.
id: Bio pengguna tidak boleh melibihi 300 karakter.
ja: 自己紹介は 300 文字までです。
ko: 자기 소개는 300자를 초과할 수 없습니다.
pt: A biografia não pode exceder 300 caracteres.
sv: Användarpresentationen får inte innehålla fler än 300 tecken.
vi: Tiểu sử thành viên tối đa 300 ký tự.
zh: 自我介绍不能超过300个字符。

source: Couldn't update user.
ar: تعذر تحديث معلومات المستخدم.
bg: Неуспешен ъпдейт на потребителя.
cs: Nepodařilo se aktualizovat uživatele.
da: Kunne ikke opdatere brugeren.
el: Αδυναμία ενημέρωσης χρήστη.
eu: Ezin izan da erabiltzailea eguneratu.
fa: ناتوانی در به‌روزرسانی کاربر.
fi: Käyttäjää ei voitu päivittää.
fr: Impossible de mettre à jour l’utilisateur·rice.
ga: Níorbh fhéidir an t-úsáideoir a nuashonrú.
gl: Non se actualizou a usuaria.
id: Tidak bisa memperbarui pengguna.
ja: ユーザーが更新されませんでした。
ka: მომხმარებლის განახლება ვერ მოხერხდა.
ko: 사용자를 업데이트 할 수 없습니다.
pt: Não foi possível atualizar o utilizador.
sq: Përditësimi i përdoruesit nuk ishte i mundshëm.
sv: Kunde inte uppdatera användare.
tr: Kullanıcı bilgisi güncellenemedi.
vi: Không thể cập nhật thành viên.
zh: 无法更新用户。
