Repository: LemmurOrg/lemmur
Catalog: assets/l10n/intl_*.arb
Languages: ar, bg, bn, cs, da, el, eu, fa, fi, fr, ga, gl, id, ja, ka, ko, pt, sq, sv, tr, vi, zh

source: Couldn't update private message.
ar: تعذر تحديث الرسالة الخاصة.
bg: Неуспешен ъпдейт на лично съобщение.
cs: Nepodařilo se upravit soukromou zprávu.
da: Kunne ej opdatere privat besked.
el: Αδυναμία ενημέρωσης προσωπικού μηνύματος.
eu: Ezin izan da mezu pribatu hori eguneratu.
fa: نتوانستیم پیام خصوصی را به‌روز کنیم.
fi: Yksityisviestiä ei voitu päivittää.
fr: Impossible de modifier le message privé.
ga: Níorbh fhéidir teachtaireacht phríobháideach a nuashonrú.
gl: Non se actualizou a mensaxe privada.
id: Tidak bisa memperbarui pesan pribadi.
ja: プライベートメッセージが更新されませんでした。
ko: 개인 메시지를 업데이트 할 수 없습니다.
pt: Não foi possível atualizar a mensagem privada.
sq: Nuk mundëm të përditësonim mesazhin privat.
sv: Kunde inte uppdatera privat meddelande.
tr: Şahsa özel mesaj güncellenemedi.
vi: Không thể cập nhật tin nhắn riêng.
zh: 无法更新私信。

source: Couldn't update post
ar: تعذر تحديث المنشور
bg: Неуспешен ъпдейт на поста
cs: Nepodařilo se aktualizovat příspěvek
da: Kunne ikke opdatere indlæg
el: Αδυναμία ενημέρωσης δημοσίευσης
eu: Ezin izan da bidalketa eguneratu
fa: نتوانسیم فرسته را به‌روز کنیم
fi: Viestiä ei voitu päivittää
fr: Impossible de mettre à jour la publication
ga: Níorbh fhéidir an post a nuashonrú
gl: Non se actualizou a publicación
id: Tidak bisa memperbarui pos
ja: 投稿が更新されませんでした
ka: პოსტი ვერ განახლდა
ko: 글을 업데이트 할 수 없습니다
pt: Não foi possível atualizar a publicação
sq: Postimi nuk mundi të përditësohej
sv: Kunde inte uppdatera inlägg
tr: Paylaşım güncellenemedi
vi: Không thể cập nhật bài đăng
zh: 无法更新帖子

source: Couldn't create private message.
ar: تعذر انشاء الرسالة الخاصة.
bg: Личното съобщение не можа да бъде създадено.
cs: Nepodařilo se vytvořit soukromou zprávu.
da: Kunne ikke oprette privat besked.
el: Αδυναμία δημιουργίας προσωπικού μηνύματος.
eu: Ezin izan da mezu pribatu hori sortu.
fa: نتوانستیم پیام خصوصی ایجاد کنید.
fi: Yksityisviestiä ei voitu luoda.
fr: Impossible de créer un message privé.
ga: Níorbh fhéidir teachtaireacht phríobháideach a chruthú.
gl: Non se creou a mensaxe privada.
id: Tidak bisa membuat pesan pribadi.
ja: プライベートメッセージが作成されませんでした。
ko: 개인 메시지를 만들 수 없습니다.
pt: Não foi possível criar a mensagem privada.
sq: Nuk mund të krijohej mesazhi privat.
sv: Kunde inte skapa privat meddelande.
tr: Şahsa özel mesaj yaratılamadı.
vi: Không thể nhắn tin riêng.
zh: 无法创建私信。

# no_private_message_edit_allowed
source: Not allowed to edit private message.
ar: لا يسمح لك بتعديل الرسالة الخاصة.
bg: Нямате право да редактирате лично съобщение.
cs: Úprava soukromých zpráv není povolena.
da: Ulovligt at ændre i privat besked.
el: Δεν επιτρέπεται η επεξεργασία του προσωπικού μηνύματος.
eu: Ezin duzu mezu pribaturik editatu.
fa: نمی‌شود پیام خصوصی را ویرایش کرد.
fi: Sinulla ei ole oikeutta muokata yksityisviestiä.
fr: Pas autorisé à modifier un message privé.
ga: Ní cheadaítear teachtaireacht phríobháideach a chur in eagar.
gl: Non está permitido editar a mensaxe privada.
id: Tidak diperbolehkan untuk mengedit pesan pribadi.
ja: プライベートメッセージの編集許可がありません。
ko: 개인 메시지를 편집 할 수 없습니다.
pt: Não podes editar a mensagem privada.
sq: Nuk lejohet redaktimi i mesazhit privat.
sv: Inte tillåtet att redigera privata meddelanden.
tr: Şahsa özel mesajı düzenlemek mümkün değil.
vi: Không cho phép chỉnh sửa tin nhắn riêng.
zh: 没有编辑私信的权限。

source: Post title too long.
ar: عنوان المنشور طويل.
bg: Заглавието на поста е твърде дълго.
cs: Titulek příspěvku je příliš dlouhý.
da: Indlægstitel for lang.
el: Η επικεφαλίδα της δημοσίευσης είναι υπερβολικά μεγάλη.
eu: Bidalketaren izenburua luzeegia da.
fa: عنوان فرسته بیش از حد طولانی است.
fi: Viestin otsikko on liian pitkä.
fr: Le titre de la publication est trop long.
ga: Tá teideal an postáil ró-fhada.
gl: O título é demasiado longo.
id: Judul pos terlalu panjang.
ja: 投稿のタイトルが長すぎます。
ka: პოსტის სათაური ძალიან გრძელია.
ko: 글 제목이 너무 깁니다.
pt: Título da publicação demasiado longo.
sq: Titulli i postimit ishte shumë i gjatë.
sv: Inläggstiteln är för lång.
tr: Paylaşım başlığı çok uzun.
vi: Tựa đề quá dài.
zh: 帖子标题过长。

source: Email already exists.
ar: عنوان البريد الإلكتروني هذا موجود بالفعل.
bg: Имейлът вече съществува.
cs: E-mail již existuje.
da: Emailen findes allerede.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει ήδη.
eu: Eposta hori dagoeneko existitzen da.
fa: این رایانامه از قبل وجود دارد.
fi: Sähköposti on jo olemassa.
fr: L’email existe déjà.
ga: Tá ríomhphost ann cheana féin.
gl: Xa existe o email.
id: Surel sudah ada.
ja: メールアドレスが既に使用されています。
ka: ელ-პოსტა უკვე არსებობს.
ko: 이메일이 이미 존재합니다.
pt: Esse endereço de correio eletrónico já está registado.
sq: Email-i tashmë ekziston.
sv: E-post finns redan.
tr: Böyle bir e-mail adresi zaten var.
vi: Email đã tồn tại.
zh: 邮箱已占用。

source: User already exists.
ar: هذا المستخدِم موجود بالفعل.
bg: Потребителят вече съществува.
cs: Uživatel již existuje.
da: Brugeren findes allerede.
el: Ο χρήστης υπάρχει ήδη.
eu: Erabiltzaile hori dagoeneko existitzen da.
fa: این کاربر از قبل وجود دارد.
fi: Käyttäjä on jo olemassa.
fr: L’utilisateur·rice existe déjà.
ga: Úsáideoir ann cheana.
gl: Xa existe a usuaria.
id: Pengguna sudah ada.
ja: ユーザーは既に存在します。
ka: მომხმარებელი უკვე არსებობს.
ko: 사용자가 이미 존재합니다.
pt: Esse utilizador já existe.
sq: Përdoruesi tashmë ekziston.
sv: Användaren finns redan.
tr: Böyle bir kullanıcı zaten var.
vi: Thành viên đã tồn tại.
zh: 用户已存在。

# number_of_users_online
source: {formattedCount,plural, =1{{formattedCount} user online} other{{formattedCount} users online}}
bg: {formattedCount,plural, =1{{formattedCount} потребител онлайн} other{{formattedCount} потребителя онлайн}}
da: {formattedCount,plural, =1{{formattedCount} Bruger Online} other{{formattedCount} Brugere Online}}
el: {formattedCount,plural, =1{{formattedCount} ενεργός χρήστης} other{{formattedCount} ενεργοί χρήστες}}
eu: {formattedCount,plural, =1{Erabiltzaile {formattedCount} konektatuta} other{{formattedCount} erabiltzaile konektatuta}}
fa: {formattedCount,plural, =1{{formattedCount} کاربر برخط} other{{formattedCount} کاربر برخط}}
fi: {formattedCount,plural, =1{{formattedCount} käyttäjä aktiivisena} other{{formattedCount} käyttäjää aktiivisena}}
fr: {formattedCount,plural, =1{{formattedCount} Utilisateur en ligne} other{{formattedCount} Utilisateurs en ligne}}
gl: {formattedCount,plural, =1{{formattedCount} usuaria conectada} other{{formattedCount} usuarias conectadas}}
id: {formattedCount,plural, other{{formattedCount} pengguna sedang daring}}
ja: {formattedCount,plural, =1{{formattedCount} 名のユーザーがオンライン} other{{formattedCount} 名のユーザーがオンライン}}
ka: {formattedCount,plural, =1{მომხმარებელი საიტზე} other{მომხმარებელი საიტზე}}
ko: {formattedCount,plural, other{현재 접속자 {formattedCount}}}
pt: {formattedCount,plural, =1{{formattedCount} utilizador em linha} other{{formattedCount} utilizadores em linha}}
sq: {formattedCount,plural, =1{{formattedCount} Përdorues Online} other{{formattedCount} Përdoruesa Online}}
sv: {formattedCount,plural, =1{{formattedCount} användare inloggad} other{{formattedCount} användare inloggade}}
tr: {formattedCount,plural, =1{{formattedCount} Kullanıcı Hatta} other{{formattedCount} Kullanıcı Hatta}}
vi: {formattedCount,plural, other{{formattedCount} thành viên online}}
zh: {formattedCount,plural, =1{{formattedCount} 在线用户} other{{formattedCount} 名在线用户}}

# number_of_comments
source: {formattedCount,plural, =1{{formattedCount} comment} other{{formattedCount} comments}}
bg: {formattedCount,plural, =1{{formattedCount} Коментар} other{{formattedCount} Коментара}}
bn: {formattedCount,plural, =1{{formattedCount}টি মন্তব্য} other{{formattedCount}টি মন্তব্য}}
da: {formattedCount,plural, =1{{formattedCount} Kommentar} other{{formattedCount} Kommentarer}}
el: {formattedCount,plural, =1{{formattedCount} σχόλιο} other{{formattedCount} σχόλια}}
eu: {formattedCount,plural, =1{Iruzkin {formattedCount}} other{{formattedCount} iruzkin}}
fa: {formattedCount,plural, =1{{formattedCount} نظر} other{{formattedCount} نظر}}
fi: {formattedCount,plural, =1{{formattedCount} kommentti} other{{formattedCount} kommenttia}}
fr: {formattedCount,plural, =1{{formattedCount} Commentaire} other{{formattedCount} Commentaires}}
gl: {formattedCount,plural, =1{{formattedCount} Comentario} other{{formattedCount} Comentarios}}
id: {formattedCount,plural, other{{formattedCount} Komentar}}
ja: {formattedCount,plural, =1{{formattedCount} 件のコメント} other{{formattedCount} 件のコメント}}
ka: {formattedCount,plural, =1{კომენტარი} other{კომანტარები}}
ko: {formattedCount,plural, other{댓글 수 {formattedCount}}}
pt: {formattedCount,plural, =1{{formattedCount} comentário} other{{formattedCount} comentários}}
sq: {formattedCount,plural, =1{{formattedCount} Koment} other{{formattedCount} Komente}}
sv: {formattedCount,plural, =1{{formattedCount} kommentar} other{{formattedCount} kommentarer}}
tr: {formattedCount,plural, =1{{formattedCount} Yorum} other{{formattedCount} Yorum}}
vi: {formattedCount,plural, other{{formattedCount} Bình luận}}
zh: {formattedCount,plural, =1{{formattedCount} 条评论} other{{formattedCount} 条评论}}

# number_of_posts
source: {formattedCount,plural, =1{{formattedCount} post} other{{formattedCount} posts}}
bg: {formattedCount,plural, =1{{formattedCount} Пост} other{{formattedCount} Поста}}
bn: {formattedCount,plural, =1{{formattedCount}টি ভুক্তি} other{{formattedCount}টি ভুক্তি}}
da: {formattedCount,plural, =1{{formattedCount} Indlæg} other{{formattedCount} Indlæg}}
el: {formattedCount,plural, =1{{formattedCount} δημοσίευση} other{{formattedCount} δημοσιεύσεις}}
eu: {formattedCount,plural, =1{Bidalketa {formattedCount}} other{{formattedCount} bidalketa}}
fa: {formattedCount,plural, =1{{formattedCount} فرسته} other{{formattedCount} فرسته}}
fi: {formattedCount,plural, =1{{formattedCount} Viesti} other{{formattedCount} Viestejä}}
fr: {formattedCount,plural, =1{{formattedCount} Publication} other{{formattedCount} Publications}}
gl: {formattedCount,plural, =1{{formattedCount} Post} other{{formattedCount} Publicacións}}
id: {formattedCount,plural, other{{formattedCount} Pos}}
ja: {formattedCount,plural, =1{{formattedCount} 件の投稿} other{{formattedCount} 件の投稿}}
ka: {formattedCount,plural, =1{თარგმნა} other{თარგმნა}}
ko: {formattedCount,plural, other{글 수 {formattedCount}}}
pt: {formattedCount,plural, =1{{formattedCount} publicação} other{{formattedCount} publicações}}
sq: {formattedCount,plural, =1{{formattedCount} Postim} other{{formattedCount} Postime}}
sv: {formattedCount,plural, =1{{formattedCount} inlägg} other{{formattedCount} inlägg}}
tr: {formattedCount,plural, =1{{formattedCount} Paylaşım} other{{formattedCount} Paylaşım}}
vi: {formattedCount,plural, other{{formattedCount} Bài đăng}}
zh: {formattedCount,plural, =1{{formattedCount} 个帖子} other{{formattedCount} 条帖子}}

# number_of_subscribers
source: {formattedCount,plural, =1{{formattedCount} subscriber} other{{formattedCount} subscribers}}
bg: {formattedCount,plural, =1{{formattedCount} абонат} other{{formattedCount} абоната}}
da: {formattedCount,plural, =1{{formattedCount} Abonnent} other{{formattedCount} Abonnenter}}
el: {formattedCount,plural, =1{{formattedCount} εγγεγραμμένος} other{{formattedCount} εγγεγραμμένοι}}
eu: {formattedCount,plural, =1{Harpidetu {formattedCount}} other{{formattedCount} harpidetu}}
fa: {formattedCount,plural, =1{{formattedCount} مشترک} other{{formattedCount} مشترک}}
fi: {formattedCount,plural, =1{{formattedCount} tilaaja} other{{formattedCount} tilaajat}}
fr: {formattedCount,plural, =1{{formattedCount} Abonné} other{{formattedCount} Abonnés}}
gl: {formattedCount,plural, =1{{formattedCount} subscritora} other{{formattedCount} subscritoras}}
id: {formattedCount,plural, other{{formattedCount} pelanggan}}
ja: {formattedCount,plural, =1{{formattedCount} 名の登録者} other{{formattedCount} 名の登録者}}
ka: {formattedCount,plural, =1{გამომწერი} other{გამომწერები}}
ko: {formattedCount,plural, other{구독자 수 {formattedCount}}}
pt: {formattedCount,plural, =1{{formattedCount} subscritor} other{{formattedCount} subscritores}}
sq: {formattedCount,plural, =1{{formattedCount} i abonuar} other{{formattedCount} të abonuar}}
sv: {formattedCount,plural, =1{{formattedCount} prenumerant} other{{formattedCount} prenumeranter}}
tr: {formattedCount,plural, =1{{formattedCount} Takipçi} other{{formattedCount} Takipçi}}
vi: {formattedCount,plural, other{{formattedCount} người theo dõi}}
zh: {formattedCount,plural, =1{{formattedCount} 订阅者} other{{formattedCount} 名订阅者}}

# number_of_users
source: {formattedCount,plural, =1{{formattedCount} user} other{{formattedCount} users}}
bg: {formattedCount,plural, =1{{formattedCount} потребител} other{{formattedCount} потребителя}}
da: {formattedCount,plural, =1{{formattedCount} Bruger} other{{formattedCount} Brugere}}
el: {formattedCount,plural, =1{{formattedCount} χρήστης} other{{formattedCount} χρήστες}}
eu: {formattedCount,plural, =1{Erabiltzaile {formattedCount}} other{{formattedCount} erabiltzaile}}
fa: {formattedCount,plural, =1{{formattedCount} کاربر} other{{formattedCount} کاربر‫}}
fi: {formattedCount,plural, =1{{formattedCount} käyttäjä} other{{formattedCount} käyttäjää}}
fr: {formattedCount,plural, =1{{formattedCount} Utilisateur} other{{formattedCount} Utilisateurs}}
gl: {formattedCount,plural, =1{{formattedCount} usuaria} other{{formattedCount} usuarias}}
id: {formattedCount,plural, other{{formattedCount} pengguna}}
ja: {formattedCount,plural, =1{{formattedCount} 名のユーザー} other{{formattedCount} 名のユーザー}}
ka: {formattedCount,plural, =1{მომხმარებელი} other{მომხმარებლები}}
ko: {formattedCount,plural, other{가입자 수 {formattedCount}}}
pt: {formattedCount,plural, =1{{formattedCount} utilizador} other{{formattedCount} utilizadores}}
sq: {formattedCount,plural, =1{{formattedCount} Përdorues} other{{formattedCount} Përdoruesa}}
sv: {formattedCount,plural, =1{{formattedCount} användare} other{{formattedCount} användare}}
tr: {formattedCount,plural, =1{{formattedCount} Kullanıcı} other{{formattedCount} Kullanıcı}}
vi: {formattedCount,plural, other{{formattedCount} thành viên}}
zh: {formattedCount,plural, =1{{formattedCount} 用户} other{{formattedCount} 名用户}}

source: unsubscribe
ar: الغ الإشتراك
bg: Премахни абонамент
cs: Zrušit odběr
da: Afmeld abbonement
el: Απεγγραφή
eu: Ezabatu harpidetza
fa: لغو اشتراک
fi: Poista tilaus
fr: Se désabonner
ga: Díliostáil
gl: Dar de baixa
id: Berhenti berlangganan
ja: 登録解除
ka: გამოწერის გაუქმნება
ko: 구독 취소
pt: Cancelar subscrição
sq: Ndalo Abonimin
sv: Avsluta prenumeration
tr: Takibi bırak
vi: Huỷ đăng ký
zh: 取消订阅

source: subscribe
ar: اشترك
bg: Абонирай
cs: Odebírat
da: Abboner
el: Εγγραφή
eu: Harpidetu
fa: اشتراک
fi: Tilaa
fr: S’abonner
ga: Liostáil
gl: Subscribir
id: Berlangganan
ja: 登録
ka: გამოწერა
ko: 구독
pt: Subscrever
sq: Abonohu
sv: Prenumerera
tr: Takip et
vi: Đăng ký
zh: 订阅

source: Messages
ar: الرسائل
bg: Съобщения
cs: Zprávy
da: Beskeder
el: Μηνύματα
eu: Mezuak
fa: پیام‌ها
fi: Viestit
ga: Teachtaireachtaí
gl: Mensaxes
id: Pesan
ja: メッセージ
ka: მესეჯები
ko: 메시지
pt: Mensagens
sq: Mesazhet
sv: Meddelanden
tr: Mesajlar
vi: Tin nhắn
zh: 信息

source: Banned users
ar: المستخدمون المحظورون
bg: Блокирани Потребители
cs: Zakázaní uživatelé
da: Udelukkede Brugere
el: Αποβεβλημένοι χρήστες
eu: Kaleratutako erabiltzaileak
fa: کاربران ممنوع شده
fi: Porttikieltoon asetetut käyttäjät
fr: Utilisateurs interdits
ga: Úsáideoirí Coisceadh
gl: Usuarias vetadas
id: Pengguna Yang Dilarang
ja: アクセス禁止してるユーザー
ka: გაშავებული მომხმარებლები
ko: 차단된 이용자
pt: Utilizadores banidos
sq: Pëdoruesit e dëbuar
sv: Blockerade användare
tr: Yasaklanmış Kullanıcılar
vi: Những tài khoản đã bị cấm
zh: 被禁止用户

# delete_account_confirm
source: Warning: this will permanently delete all of your data from this instance. Your data may not be deleted on other, existing instances. Enter your password to confirm.
ar: تحذير: ستحذف جميع بياناتك من هذا الخادم لكن هذا لا يشمل الخوادم الأخرى. أدخل كلمة المرور لتأكيد.
bg: Внимание: това трайно ще изтрие всичките Ви данни от този сървър. Въведете своята парола за потвърждение.
bn: সতর্কতা:
cs: Upozornění: toto trvale vymaže všechna vaše data z této instance. Vaše data nemusí být odstraněna z jiných existujících instancí. Zadejte své heslo pro potvrzení.
da: Advarsel: Dette vil slette alle dine data. Indtast adgangskode for at bekræfte.
el: Προσοχή: αυτό θα διαγράψει όλα τα δεδομένα σας από αυτόν τον διακομιστή. Τα δεδομένα σας ενδέχεται να μη διαγραφούν σε άλλους διακομιστές. Εισάγετε τον κωδικό σας για επιβεβαίωση.
eu: Oharra: honek etengabe ezabatuko ditu zure datu guztiak instantzia honetatik. Zure datuak ezin izango dira ezabatu beste instantzia batzuetan. Sartu zure pasahitza baieztatzeko.
fa: هشدار: این کنش، تمام اطلاعات شما را برای همیشه پاک می‌کند. برای تایید، گذرواژه خود را وارد کنید.
fi: Varoitus: tämä poistaa pysyvästi kaiken datasi tästä instanssista. Dataasi ei poisteta muista olemassaolevista instansseista. Anna salasanasi varmistukseksi.
fr: Avertissement : cette action supprimera toutes vos données de façons permanente ! Saisissez votre mot de passe pour confirmer.
ga: Rabhadh: scriosfaidh sé seo do chuid sonraí go buan. Iontráil do phasfhocal le deimhniú.
gl: Aviso: isto eliminará permanentemente tódolos teus datos nesta instancia. Os teus datos poderían non ser eliminados noutras instancias. Escribe o contrasinal para confirmar.
id: Peringatan: ini akan menghapus secara permanen seluruh data Anda di peladen ini. Data Anda mungkin tidak terhapus di peladen lain yang aktif. Masukkan kata sandi Anda untuk mengonfirmasi.
ja: 警告: あなたの全てのデータは、このインスタンスから永久に削除されます。しかし、Lemmyの連合機能によって他のインスタンスにある、あなたの一部のデータは削除されないかもしれません。確認のため、パスワードを入力してください。
ka: გაფთხილება: ეს შენს ყველაფერს წაშლის. პაროლი ჩაწერეთ რომ დაადასტუროთ.
ko: 경고: 이 인스턴스에서 모든 데이터가 영구적으로 삭제됩니다.기존의 다른 인스턴스에서는 데이터를 삭제할 수 없습니다. 확인을 위해 비밀번호를 입력하십시오.
pt: Aviso: esta ação irá apagar permanentemente todos os teus dados desta instância. Estes poderão não ser apagados noutras instâncias existentes. Insire a tua palavra-passe para confirmar.
sq: Paralajmërim: kjo do të fshij të gjitha të dhënat e juaja përgjithmonë. Shtyp fjalëkalimin tënd për ta konfirmuar.
sv: Varning: den här åtgärden kommer radera alla dina data på den här instansen permanent. Dina data raderas inte från andra instanser. Skriv in ditt lösenord för att bekräfta.
tr: Uyarı: Devam etmek bütün verilerinizi kalıcı olarak silecektir. Onaylamak için şifrenizi girin.
vi: Cảnh báo: điều này sẽ khiến toàn bộ dữ liệu của bạn bị xoá vĩnh viễn khỏi máy chủ. Nhập mật khẩu để xác nhận.
zh: 警告:此操作将永久删除你的数据，请输入密码进行确认。

source: New password
ar: كلمة السر الجديدة
bg: Нова парола
cs: Nové heslo
da: Nyt Kodeord
el: Νέος κωδικός
eu: Pasahitz berria
fa: گذرواژه جدید
fi: Uusi salasana
fr: Nouveau mot de passe
ga: Focal Faire Nua
gl: Novo contrasinal
id: Kata Sandi Baru
ja: 新しいパスワード
ka: ახალი პაროლი
ko: 새 비밀번호
pt: Nova palavra-passe
sq: Fjalëkalimi i ri
sv: Nytt lösenord
tr: Yeni şifre
vi: Mật khẩu mới
zh: 新密码

source: Verify password
ar: أكّد كلمة السر
bg: Потвърди парола
cs: Potvrzení hesla
da: Check Kodeord
el: Επαλήθευση κωδικού
eu: Balioztatu pasahitza
fa: تایید گذرواژه
fi: Vahvista salasana
fr: Vérifiez le mot de passe
ga: Deimhnigh Pasfhocal
gl: Verifica o contrasinal
id: Verifikasi Kata Sandi
ja: パスワードの確認
ka: პაროლის დადასტურება
ko: 비밀번호 재입력
pt: Verificar palavra-passe
sq: Konfirmo Fjalëkalimin
sv: Bekräfta lösenord
tr: Şifreyi doğrulayın
vi: Xác nhận mật khẩu
zh: 确认密码

source: Old password
ar: كلمة السر القديمة
bg: Стара парола
cs: Původní heslo
da: Tidligere Kodeord
el: Παλιός κωδικός
eu: Aurreko pasahitza
fa: پسورد پیشین
fi: Vanha salasana
fr: Ancien mot de passe
ga: Sean Pasfhocal
gl: Contrasinal anterior
id: Kata Sandi Lama
ja: 現在のパスワード
ka: ძველი პაროლი
ko: 기존 비밀번호
pt: Palavra-passe antiga
sq: Fjalëkalimi i vjetër
sv: Gammalt lösenord
tr: Eski şifre
vi: Mật khẩu cũ
zh: 当前密码

source: Show avatars
ar: أظهر الصور الرمزية
bg: Покажи Профилни Снимки
bn: অবতার দেখাও
cs: Ukázat avatary
da: Vis Avatarer
el: Εμφάνιση άβαταρς
eu: Erakutsi avatarrak
fa: نمایش آواتارها
fi: Näytä avatarit
fr: Afficher les avatars
ga: Taispeáin Abhatáranna
gl: Mostrar avatares
id: Perlihatkan Avatar
ja: アバターを表示
ka: ავატარები გამოჩენა
ko: 아바타 보기
pt: Mostrar avatares
sq: Shfaq fotot e profilit
sv: Visa profilbilder
tr: Avatarları Göster
vi: Hiện Ảnh đại diện
zh: 显示头像

source: search
ar: البحث
bg: Търсене
cs: Hledat
da: Søg
el: Αναζήτηση
eu: Bilatu
fa: جستجو
fi: Etsi
fr: Rechercher
ga: Cuardaigh
gl: Buscar
id: Cari
ja: 検索
ka: ძებმა
ko: 검색
pt: Procurar
sq: Kërko
sv: Sök
tr: Ara
vi: Tìm kiếm
zh: 搜索

source: Send message
ar: أرسل رسالة
bg: Изпрати Съобщение
bn: বার্তা পাঠাও
cs: Odeslat zprávu
da: Send Besked
el: Αποστολή μηνύματος
eu: Bidali mezua
fa: ارسال پیام
fi: Lähetä viesti
fr: Envoyer le message
ga: Seol Teachtaireacht
gl: Enviar mensaxe
id: Kirim Pesan
ja: メッセージを送信
ka: მესეჯის გაგზავნა
ko: 메시지 보내기
pt: Enviar mensagem
sq: Dërgo Mesazh
sv: Skicka meddelande
tr: Mesaj Yolla
vi: Nhắn tin
zh: 发送消息

source: Top Day
ar: الشائع هذا اليوم
bg: Топ Ден
cs: Top za den
da: Top dag
el: Κορυφαία σήμερα
eu: Gaur pil-pilean
fa: بهترین‌های روز
fi: Päivän parhaimmat
fr: Top du jour
ga: Lá Barr
gl: Top hoxe
id: Teratas Hari Ini
ja: 今日の人気順
ka: ტოპ დღეს
ko: 일별
pt: Topo do dia
sq: Më të pëlqyerat e ditës
sv: Dagstoppen
tr: Günün en iyileri
vi: Theo ngày
zh: 日推荐

source: Top Week
ar: الشائع هذا الأسبوع
bg: Топ Седмица
cs: Top za týden
el: Κορυφαία της εβδομάδας
eu: Asteko onena
fa: بهترین‌های هفته
fi: Viikon parhaimmat
fr: Top de la semaine
ga: Seachtain Barr
gl: Top semanal
id: Teratas Pekan Ini
ja: 週間での人気順
ko: 주별
pt: Topo da semana
sv: Veckotoppen
vi: Theo tuần
zh: 周推荐

source: Top Month
ar: الشائع هذا الشهر
bg: Топ Месец
cs: Top za měsíc
el: Κορυφαία του μήνα
eu: Hilabeteko Onena
fa: بهترین‌های ماه
fi: Kuukauden parhaimmat
fr: Top du mois
ga: Barr Mí
gl: Top mensual
id: Teratas Bulan Ini
ja: 月間での人気順
ko: 월별
pt: Topo do mês
sv: Månadstoppen
vi: Theo tháng
zh: 月推荐

source: Top Year
ar: الشائع هذه السنة
bg: Топ Година
cs: Top za rok
el: Κορυφαία φέτος
eu: Urteko Onena
fa: بهترین‌های سال
fi: Vuoden parhaimmat
fr: Top de l'année
ga: Bar Bliain
gl: Top anual
id: Teratas Tahun Ini
ja: 年間での人気順
ko: 년간
pt: Topo do ano
sv: Årstoppen
vi: Theo năm
zh: 年推荐

# top_all
source: Top All Time
ar: الشائع
bg: Топ на Всички Времена
cs: Top za celou dobu
el: Κορυφαία από πάντα
eu: Onena
fa: بهترین‌ها از ابتدا
fi: Kaikkien aikojen parhaimmat
fr: Top
ga: Barr an Ama Uile
gl: Top de sempre
id: Teratas Sepanjang Waktu
ja: 全ての期間での人気順
ko: 전체
pt: Topo de sempre
sv: Totaltoppen
vi: Mọi lúc
zh: 全部推荐

source: Most Comments
ar: الأكثر تعليقًا
bg: Най-много Коментари
cs: Nejkomentovanější
el: Περισσότερα σχόλια
eu: Iruzkin gehienak
fa: بیشترین نظرات
fi: Eniten kommentteja
fr: Plus commentés
ga: Tuairimí an chuid is mó
gl: Máis comentado
id: Paling Banyak Komentar
ja: コメントの多い順
ko: 가장 많은 댓글
pt: Mais comentários
sv: Flest kommentarer
vi: Nhiều bình luận
zh: 最多评论

source: New Comments
ar: الأحدث تعليقًا
bg: Нови Коментари
cs: Nové komentáře
el: Πρόσφατα σχόλια
eu: Iruzkin berriak
fa: نظرات جدید
fi: Uudet kommentit
fr: Nouveaux commentaires
ga: Tráchtaireachtaí Nua
gl: Novos comentarios
id: Komentar Terbaru
ja: 新しくコメントが入った順
ko: 새 댓글
pt: Novos comentários
sv: Nya kommentarer
vi: Mới bình luận
zh: 新评论

source: Active
ar: النشط
bg: Активни
cs: Aktivní
el: Δραστήρια
eu: Aktibo
fa: فعال
fi: Aktiivinen
fr: Actif
ga: Gnóthach
gl: Activo
id: Aktif
ja: 活発
ko: 활발한
pt: Ativos
sv: Aktivt
vi: Ngẫu nhiên
zh: 活跃

source: Bot Account
ar: حساب آلي
bg: Бот-Профил
bn: বট অ্যাকাউন্ট
cs: Účet robota
el: Λογαριασμός bot
eu: Bot kontua
fa: حساب بات
fi: Botin tili
fr: Compte
gl: Conta Bot
id: Akun Bot
ja: このアカウントをbotにする
ko: 봇 계정
pt: Conta robô
sv: Robotkonto
vi: Tài khoản Bot
zh: 机器人账户
