Repository: LemmurOrg/lemmur
Catalog: assets/l10n/intl_*.arb
Languages: ar, bg, bn, cs, da, el, eu, fa, fi, fr, ga, gl, id, ja, ka, ko, pt, sq, sv, tr, vi, zh

source: Show Bot Accounts
ar: أظهر الحسابات الآلية
bg: Показвай Бот-Пофилите
bn: বট অ্যাকাউন্ট দেখাও
cs: Zobrazit roboty
el: Προβολή λογαριασμών bot
eu: Erakutsi bot kontuak
fa: نمایش حساب‌های بات
fi: Näytä bottien tilit
gl: Mostrar contas tipo bot
id: Perlihatkan Akun Bot
ja: botアカウントを表示
ko: 봇 계정 보기
pt: Mostrar contas robô
sv: Visa robotkonton
tr: Bot Hesapları Göster
vi: Hiện Tài khoản Bot
zh: 显示机器人账户

source: Show Read Posts
ar: أظهر المنشورات المقروءة
bg: Показвай прочетени постове
bn: পঠিত ভুক্তি দেখাও
cs: Zobrazit přečtené příspěvky
el: Προβολή αναγνωσμένων δημοσιεύσεων
eu: Erakutsi irakurritako bidalketak
fa: نمایش فرسته‌های خوانده شده
fi: Näytä luetut viestit
gl: Mostrar publicacións lidas
id: Perlihatkan Pos Yang Sudah Dibaca
ja: 読んだ投稿を表示
ko: 읽은 글 보기
pt: Mostrar publicações lidas
sv: Visa lästa inlägg
vi: Hiện Bài đăng đọc

source: URL
ar: الرابط
fa: نشانی
ka: მისამართი
zh: 相关网址
