Repository: LemmurOrg/lemmur
Catalog: assets/l10n/intl_*.arb
Languages: ar, bg, bn, cs, da, el, eu, fa, fi, fr, ga, gl, id, ja, ka, ko, pt, sq, sv, tr, vi, zh

source: Settings
ar: الإعدادات
bg: Настройки
bn: পছন্দসমূহ
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
ga: Socruithe
gl: Axustes
id: Pengaturan
ja: 設定
ka: პარამეტრები
ko: 설정
pt: Definições
sq: Konfigurimet
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh: 设置

source: Password
ar: كلمة السر
bg: Парола
cs: Heslo
da: Kodeord
el: Κωδικός
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
gl: Contrasinal
id: Kata Sandi
ja: パスワード
ka: პაროლი
ko: 비밀번호
pt: Palavra-passe
sq: Fjalëkalimi
sv: Lösenord
tr: Şifre
vi: Mật khẩu
zh: 密码

source: Email or Username
ar: عنوان البريد أو اسم المستخدم
bg: Имейл или Потребителско име
cs: E-mail nebo uživatelské jméno
da: Email eller Brugernavn
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου ή όνομα χρήστη
eu: Eposta edo erabiltzaile-izena
fa: رایانامه یا نام‌کاربری
fi: Sähköposti tai käyttäjänimi
fr: Email ou nom d’utilisateur·rice
ga: Ríomhphost nó Ainm Úsáideora
gl: Email ou Nome de usuaria
id: Surel atau Nama Pengguna
ja: メールアドレスまたはユーザー名
ka: ელ-პოსტა ან მომხმარებლის სახელი
ko: 이메일 또는 이용자 명
pt: Email ou nome de utilizador
sq: Email-i ose Emri Virtual
sv: E-postadress eller användarnamn
tr: E-mail ya da Kullanıcı Adı
vi: Email hoặc Tên tài khoản
zh: 邮箱或用户名

source: Posts
ar: المنشورات
bg: Постове
bn: ভুক্তি
cs: Příspěvky
da: Indlæg
el: Δημοσιεύσεις
eu: Bidalketak
fa: مطالب
fi: Viestejä
fr: Publications
ga: Postálacha
gl: Publicacións
id: Pos
ja: 投稿
ka: პოსტები
ko: 글
pt: Publicações
sq: Postime
sv: Inlägg
tr: Paylaşımlar
vi: Bài đăng
zh: 帖子

source: Comments
ar: التعليقات
bg: Коментари
bn: মন্তব্য
cs: Komentáře
da: Kommentarer
el: Σχόλια
eu: Iruzkinak
fa: نظرات
fi: Kommentit
fr: Commentaires
ga: Tráchtanna
gl: Comentarios
id: Komentar
ja: コメント
ka: კომენტარები
ko: 댓글
pt: Comentários
sq: Komentet
sv: Kommentarer
tr: Yorumlar
vi: Bình luận
zh: 评论

source: Modlog
ar: سجل الإشراف
bg: Мод-журнал
bn: ব্যবস্থাপনা সূচী
cs: Moderátorský záznam
da: Moderator log
el: Ιστορικό συντονισμού
eu: Moderazio loga
fa: گزارش ناظم
fi: Moderoinnin loki
fr: Historique de modération
ga: Logamod
gl: Rexistro da moderación
id: Log Moderator
ja: モデレーションログ
ka: მოდ-ლოგი
ko: 중재 기록
pt: Registo de moderação
sq: Ditari i moderimit
sv: Moderationslogg
tr: İdare geçmişi
vi: Nhật ký kiểm duyệt
zh: 管理记录

source: Community
ar: المجتمع
bg: Общност
cs: Komunita
da: Forum
el: Κοινότητα
eu: Komunitatea
fa: اجتماع
fi: Yhteisö
fr: Communauté
ga: Pobal
gl: Comunidade
id: Komunitas
ja: コミュニティ
ka: თემა
ko: 커뮤니티
pt: Comunidade
sq: Komuniteti
sv: Gemenskap
tr: Topluluk
vi: Cộng đồng
zh: 社群

source: Title
ar: العنوان
bg: Заглавие
cs: Titulek
da: Titel
el: Επικεφαλίδα
eu: Izenburua
fa: عنوان
fi: Otsikko
fr: Titre
ga: Teideal
gl: Título
id: Judul
ja: タイトル
ka: სათაური
ko: 제목
pt: Título
sq: Titulli
sv: Titel
tr: Başlık
vi: Tiêu đề
zh: 标语

source: Body
ar: المحتوى
bg: Съдържание
cs: Obsah
da: Korpus
el: Κορμός
eu: Gorputza
fa: بدنه
fi: Sisältö
fr: Texte
ga: Corp
gl: Corpo
id: Isi
ja: 本文
ka: ტექსტი
ko: 내용
pt: Texto
sq: Teksti
sv: Text
tr: Metin
vi: Nội dung
zh: 内容

source: NSFW
ar: محتوى حساس
cs: Citlivý obsah
el: Ακατάλληλο εν ώρα εργασίας
eu: Eduki hunkigarriak (NSFW)
fr: Pas sûr pour le travail (NSFW)
ja: 閲覧注意
ko: 19금, 후방주의, 혐짤
sv: Känsligt eller oförbehållsamt innehåll
tr: Müstehcen
zh: 工作场所不宜

source: post
ar: منشور
bg: пост
bn: ভুক্তি
cs: odeslat
da: indlæg
el: δημοσίευση
eu: bidali
fa: فرسته
fi: viesti
fr: publication
ga: postáil
gl: publicar
id: pos
ja: 投稿
ka: პოსტი
ko: 등록
pt: publicar
sq: publiko
sv: publicera
tr: paylaşım
vi: Bình luận
zh: 回帖

source: save
ar: احفظ
bg: запази
cs: uložit
da: gem
el: αποθήκευση
eu: gorde
fa: ذخیره
fi: tallenna
fr: sauvegarder
ga: sábháil
gl: gardar
id: simpan
ja: 保存
ka: დამახსოვრება
ko: 저장
pt: guardar
sq: ruaj
sv: spara
tr: kaydet
vi: Lưu
zh: 保存

source: Subscribed
ar: الاشتراكات
bg: Абониран
cs: Odebíráno
da: Abboneret
el: Συνδρομές
eu: Harpidetuta
fa: مشترک
fi: Tilattu
fr: Abonnés
ga: Suibscríofa
gl: Subscrita
id: Telah berlangganan
ja: 登録済み
ka: გამოწერილია
ko: 구독
pt: Subscrito
sq: Jeni abonuar
sv: Prenumererar
tr: Takibe alındı
vi: Đã đăng ký
zh: 已订阅

source: Local
ar: المحلي
bg: Местни
cs: Místní
da: Lokal
el: Τοπικά
eu: Lokala
fa: محلی
fi: Paikallinen
ga: Áitiúil
id: Lokal
ja: インスタンス内
sv: Lokalt
vi: Máy chủ
zh: 本地

source: All
ar: الكل
bg: Всички
cs: Vše
da: Alle
el: Όλα
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tout
ga: Gach
gl: Todo
id: Semua
ja: 全て
ka: ყველა
ko: 모두
pt: Tudo
sq: Gjithçka
sv: Allt
tr: Hepsi
vi: Toàn bộ
zh: 所有

source: Replies
ar: الردود
bg: Отговори
cs: Odpovědi
da: Svar
el: Απαντήσεις
eu: Erantzunak
fa: پاسخ‌ها
fi: Vastaukset
fr: Réponses
ga: Freagraí
gl: Respostas
id: Balasan
ja: 返信
ka: პასუხები
ko: 댓글
pt: Respostas
sq: Përgjigjet
sv: Svar
tr: Cevaplar
vi: Trả lời
zh: 回复

source: Mentions
ar: الإشارات
bg: Споменавания
cs: Zmínky
da: Nævnt dig
el: Αναφορές
eu: Aipamenak
fa: اشاره‌ها
fi: Maininnat
ga: Luann
gl: Mencións
id: Merujuk
ja: 言及
ka: ხსენებები
ko: 언급
pt: Menções
sq: Përmendur
sv: Nämner
tr: Bahisler
vi: Lượt nhắc
zh: 提到

source: from
ar: من
bg: от
cs: od
da: fra
el: από
eu: nork
fa: از
fi: paikasta
fr: de
ga: ó
gl: desde
id: dari
ja: から
ko: 에서
pt: de
sq: nga
sv: från
tr: tarafından
vi: từ
zh: 由

source: to
ar: في
bg: към
da: til
el: προς
eu: non:
fa: به
fi: yhteisössä
fr: dans
ga: chun
gl: a
id: untuk
ja: 投稿先
pt: para
sq: në
sv: till
tr: tarafına
vi: trong
zh: 发布到

source: deleted by creator
ar: حذفه صاحبه
bg: изтрито от създателя
bn: লেখক মুছেছে
cs: smazáno tvůrcem
da: slettet af forfatter
el: διαγράφηκε από τον δημιουργό
eu: sortzaileak ezabatu du
fa: پاک شد
fi: Käyttäjä on poistanut
fr: supprimé par le créateur
ga: scriosta ag cruthaitheoir
gl: eliminado pola creadora
id: dihapus oleh pembuat
ja: 投稿者によって削除済み
ka: წაშლილია
ko: 글쓴이가 글을 삭제하였습니다
pt: apagado pelo autor
sq: është fshirë nga autori
sv: raderad av skapare
tr: yazar tarafından silindi
vi: người viết tự xoá
zh: 作者已删除

source: more
ar: المزيد
bg: още
bn: আরো
cs: více
da: mere
el: περισσότερα
eu: gehiago
fa: بیشتر
fi: lisää
fr: plus
ga: tuilleadh
gl: máis
id: lainnya
ja: さらに表示
ka: მეტი
ko: 더 보기
pt: mais
sq: më shumë
sv: mer
tr: dahası
vi: xem thêm
zh: 更多

source: mark as read
ar: علمه كمقروء
bg: маркирай прочетено
bn: পঠিত
cs: označit jako přečtené
da: marker som læst
el: επισήμανση ως αναγνωσμένο
eu: markatu irakurritakoa bezala
fa: علامت‌گذاری به عنوان خوانده شده
fi: merkitse luetuksi
fr: marquer comme lu
ga: marc mar a léitear
gl: marcar como lido
id: tandai sebagai telah dibaca
ja: 既読にする
ka: მონიშნე როგორც წაკითხული
ko: 읽은 상태로 표시
pt: marcar como lida
sq: shëno si të lexuar
sv: markera som läst
tr: okunmuş olarak işaretle
vi: đánh dấu là đã đọc
zh: 标记为已读

source: mark as unread
ar: علمه كغير مقروء
bg: маркирай непрочетено
bn: অপঠিত
cs: označit jako nepřečtené
da: marker som ulæst
el: επισήμανση ως μη αναγνωσμένο
eu: markatu ez irakurritakoa bezala
fa: علامت‌گذاری به عنوان خوانده نشده
fi: merkitse lukemattomaksi
fr: marquer comme non-lu
ga: marc mar neamhléite
gl: marcar como non lido
id: tandai sebagai belum dibaca
ja: 未読にする
ka: მონიშნე როგორც წაუკითხავი
ko: 읽지 않은 상태로 표시
pt: marcar como não lida
sq: shëno si të palexuar
sv: markera som oläst
tr: okunmamış olarak işaretle
vi: đánh dấu là chưa đọc
zh: 标记为未读

source: reply
ar: رد
bg: отговори
bn: উত্তর
cs: odpovědět
da: svar
el: απάντηση
eu: erantzun
fa: پاسخ
fi: vastaa
fr: répondre
ga: freagra
gl: reponder
id: balas
ja: 返信
ka: პასუხის გაცემა
ko: 답글
pt: responder
sq: përgjigju
sv: svara
tr: cevapla
vi: trả lời
zh: 回复

source: edit
ar: عدّل
bg: редактирай
bn: সম্পাদনা
cs: upravit
da: ret
el: επεξεργασία
eu: editatu
fa: ویرایش
fi: muokkaa
fr: éditer
ga: cuir in eagar
gl: editar
id: sunting
ja: 編集
ka: რადექტირება
ko: 수정
pt: editar
sq: redakto
sv: redigera
tr: düzenle
vi: chỉnh sửa
zh: 编辑

source: delete
ar: احذف
bg: изтрий
bn: মুছো
cs: smazat
da: slet
el: διαγραφή
eu: ezabatu
fa: پاک کردن
fi: poista
fr: supprimer
ga: scriosadh
gl: eliminar
id: hapus
ja: 削除
ka: წაშლა
ko: 삭제
pt: apagar
sq: fshije
sv: radera
tr: sil
vi: xoá
zh: 删除

source: restore
ar: استعدْ
bg: възстанови
cs: obnovit
da: genskab
el: επαναφορά
eu: leheneratu
fa: بازگردانی
fi: palauta
fr: restaurer
ga: athchóirigh
gl: restablecer
id: pulihkan
ja: 復元
ka: რასტორაცია
ko: 복원
pt: restaurar
sq: riktheje
sv: återställ
tr: geri al
vi: khôi phục
zh: 恢复

source: yes
ar: نعم
bg: да
cs: ano
da: ja
el: ναι
eu: bai
fa: بله
fi: kyllä
fr: oui
ga: tá
gl: si
id: ya
ja: はい
ka: კი
ko: 예
pt: sim
sq: po
sv: ja
tr: evet
vi: đồng ý
zh: 是

source: no
ar: لا
bg: не
cs: ne
da: nej
el: όχι
eu: ez
fa: خیر
fi: ei
fr: non
ga: níl
gl: non
id: tidak
ja: いいえ
ka: არა
ko: 아니오
pt: não
sq: jo
sv: nej
tr: hayır
vi: huỷ bỏ
zh: 否

source: Avatar
ar: الصورة الرمزية
bg: Профилна Снимка
bn: অবতার
el: Άβαταρ
eu: Avatarra
fa: آواتار
fi: Avatari
ga: Abhatár
ja: アバター
ka: ავატარი
ko: 아바타
sq: Fotoja e profilit
sv: Profilbild
vi: Ảnh đại diện
zh: 头像

source: Banner
ar: اللافتة
bg: Тапет
bn: কেতন
el: Μπάνερ
eu: Banerra
fi: Banneri
fr: Bannière
ga: Meirge
gl: Cabeceira
id: Spanduk
ja: バナー
ko: 배너
pt: Capa
sv: Omslagsbild
vi: Ảnh bìa
zh: 横幅

source: Display name
ar: الاسم العلني
bg: Заглавие
cs: Zobrazovaný název
da: Visnings navn
el: Προβαλλόμενο όνομα
eu: Bistaratzeko izena
fa: نام نمایشی
fi: Näyttönimi
fr: Nom affiché
ga: Ainm taispeána
gl: Nome público
id: Nama Tampilan
ja: 表示名
ko: 표시 이름
pt: Nome de exibição
sv: Visningsnamn
vi: Tên hiển thị
zh: 显示名称

source: Bio
ar: السيرة
bg: Био
cs: O mně
da: Beskrivelse
el: Βιογραφικό
eu: Biografia
fa: زندگی‌نامه
fi: Kuvaus
ga: Beathaisnéis
ja: 自己紹介
ko: 자기 소개
pt: Biografia
sv: Presentation
vi: Tiểu sử
zh: 简介

source: Email
ar: البريد الإلكتروني
bg: Имейл
eu: Eposta
fa: رایانامه
fi: Sähköposti
ga: Ríomhphost
id: Surel
ja: メールアドレス
ka: ელ-პოსტა
ko: 이메일
pt: Correio eletrónico
sv: E-postadress
zh: 邮箱

source: Matrix User
ar: مستخدم مايتريكس
bg: Matrix Потребител
cs: Účet Matrix
da: Matrix Bruger
el: Χρήστης Matrix
eu: Matrix erabiltzailea
fa: کاربر ماتریس
fi: Matrix-käyttäjä
fr: Utilisateur Matrix
ga: Úsáideoir Matrix
gl: Usuaria Matrix
id: Pengguna Matrix
ja: Matrix のユーザーアカウント
ka: მატრიცული მომხმარებელი
ko: Matrix 가입자
pt: Utilizador Matrix
sq: Përdorues i Matrix-it
sv: Matrix-användare
tr: Matrix Kullanıcısı
vi: Matrix
zh: Matrix用户

source: Sort type
ar: ترتيب حسب
bg: Тип сортиране
cs: Řadit dle
da: Sortering
el: Ταξινόμηση κατά
eu: Ordena-mota
fa: نوع ترتیب
fi: Lajittele tyypin mukaan
fr: Trier
ga: Cineál sórtála
gl: Tipo de orde
id: Tipe penyortiran
ja: 投稿やコメントの並び順
ka: სორტირების ტიპი
ko: 정렬
pt: Tipo de ordenação
sq: Radhit sipas
sv: Sortering
tr: Sıralama metodu
vi: Xếp theo
zh: 排序方式

source: Type
ar: النوع
bg: Тип
cs: Typ
el: Είδος
eu: Mota
fa: نوع
fi: Tyyppi
ga: Cineál
gl: Tipo
id: Tipe
ja: 検索対象
ka: ტიპი
ko: 유형
pt: Tipo
sq: Lloji
sv: Typ
tr: Tür
vi: Loại
zh: 类型

# show_nsfw
source: Show NSFW content
ar: أظهر المحتوى الحساس
bg: Покажи NSFW съдържание
cs: Zobrazovat citlivý obsah
da: Vis NSFW indhold
el: Προβολή περιεχομένου ακατάλληλου εν ώρα εργασίας
eu: Erakutsi eduki hunkigarriak (NSFW)
fa: نمایش محتوای NSFW
fi: Näytä NSFW-sisältö
fr: Afficher le contenu NSFW
ga: Taispeáin ábhar NSFW
gl: Mostrar contido NSFW
id: Perlihatkan konten NSFW
ja: 閲覧注意のコンテンツを表示
ko: 불쾌할 수 있는 글(19금, 후방주의, 혐짤 포함)도 보여주기
pt: Mostrar conteúdo NSFW
sq: Shfaq përmbajtje NSFW
sv: Visa känsligt eller oförbehållsamt innehåll
tr: Müstehcen içerikleri göster
vi: Hiện nội dung NSFW
zh: 显示工作场所不宜内容

source: Send notifications to Email
ar: إرسال الإشعارات عبر البريد الإلكتروني
bg: Нотификации чрез Имейл
cs: Zasílat notifikace na e-mail
da: Send notifikationer til email
el: Αποστολή ειδοποιήσεων στη διεύθυνση ηλεκτρονικού ταχυδρομείου
eu: Bidali jakinarazpenak epostara
fa: فرستادن اعلانات به رایانامه
fi: Lähetä ilmoitukset sähköpostiin
fr: Envoyer des notifications par email
ga: Seol fógraí chuig Ríomhphost
gl: Enviar notificacións ao email
id: Mengirim notifikasi ke surel
ja: 通知を設定したメールアドレスに送信
ka: შეტყობინების გაგზავნა ელ-პოსტაზე
ko: 이메일로 알림 보내기
pt: Enviar notificações por correio eletrónico
sq: Dërgo njoftimet në Email
sv: Skicka aviseringar till e-postadress
tr: E-maile bildirim yolla
vi: Gửi thông báo đến email
zh: 向邮箱发送通知

source: Delete account
ar: احذف الحساب
bg: Изтрий Профила
bn: অ্যাকাউন্ট মুছো
cs: Smazat účet
da: Slet Konto
el: Διαγραφή λογαριασμού
eu: Ezabatu kontua
fa: پاک کردن حساب
fi: Poista tili
fr: Supprimer le compte
ga: Scrios Cuntas
gl: Eliminar Conta
id: Hapus Akun
ja: アカウントを削除
ka: ჩემი ანგარიშის წაშლა
ko: 계정 삭제
pt: Apagar conta
sq: Fshije Account-in
sv: Ta bort konto
tr: Hesabı Sil
vi: Xoá tài khoản
zh: 删除账号

source: Saved
ar: المحفوظة
bg: Запазено
cs: Uloženo
da: Gemt
el: Αποθηκευμένα
eu: Gordeta
fa: ذخیره شد
fi: Tallennettu
fr: Sauvegardé
ga: Coinníodh
gl: Gardado
id: Tersimpan
ja: 保存済み
ka: შანახული
ko: 저장한 글
pt: Guardado
sq: E ruajtur
sv: Sparade
tr: Kaydedildi
vi: Đã lưu
zh: 保存

source: Communities
ar: المجتمعات
bg: Общности
bn: সম্প্রদায়
cs: Komunity
da: Forummer
el: Κοινότητες
eu: Komunitateak
fa: جوامع
fi: Yhteisöt
fr: Communautés
ga: Pobail
gl: Comunidades
id: Komunitas
ja: コミュニティ
ka: თემები
ko: 커뮤니티
pt: Comunidades
sq: Komunitetet
sv: Gemenskaper
tr: Topluluklar
vi: Danh sách cộng đồng
zh: 社群

source: Users
ar: المستخدِمون
bg: Потребители
bn: ব্যবহারকারী
cs: Uživatelé
da: Brugere
el: Χρήστες
eu: Erabiltzaileak
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gl: Usuarias
id: Pengguna
ja: ユーザー
ka: მომხმარებელი
ko: 이용자
pt: Utilizadores
sq: Përdoruesit
sv: Användare
tr: Kullanıcılar
vi: Thành viên
zh: 用户

source: Theme
ar: المظهر
bg: Тема
cs: Motiv
da: Tema
el: Θέμα
eu: Itxura
fa: پوسته
fi: Teema
fr: Thème
ga: Téama
gl: Decorado
id: Tema
ja: テーマ
ka: საიტის თემა
ko: 테마
pt: Tema
sq: Pamja
sv: Utseende
tr: Tema
vi: Giao diện
zh: 主题

source: Language
ar: اللغة
bg: Език
cs: Jazyk
da: Sprog
el: Γλώσσα
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
ga: Teanga
gl: Idioma
id: Bahasa
ja: 言語
ka: ენა
ko: 언어
pt: Idioma
sq: Gjuha
sv: Språk
tr: Dil
vi: Ngôn ngữ
zh: 语言

source: Hot
ar: المتداولة
bg: Популярни
el: Δημοφιλή
eu: Pil-pilean
fa: داغ
fi: Kuumat
fr: Tendances
ga: Te
gl: En voga
id: Hangat
ja: 人気
ka: ცხელი
ko: 인기있는
pt: Mais ativos
sq: Popullore
sv: Hett
tr: Flaş
zh: 最热

source: New
ar: الأحدث
bg: Нови
cs: Nejnovější
el: Νέα
eu: Berriak
fa: تازه
fi: Uudet
fr: Nouveaux
ga: Nua
gl: Novo
id: Baru
ja: 新しい順
ka: ახალი
ko: 새로운
pt: Novo
sq: Të rejat
sv: Nytt
tr: Yeni
vi: Mới nhất
zh: 最新

source: Old
ar: الأقدم
bg: Стари
cs: Nejstarší
el: Παλιά
eu: Zaharrak
fa: قدیمی
fi: Vanhat
fr: Ancien
ga: Sean
gl: Antigo
id: Lama
ja: 古い順
ka: ძველი
ko: 오래된
pt: Antigo
sq: Të vjetrat
sv: Gammalt
tr: Eski
vi: Cũ nhất
zh: 最早

source: Top
ar: الشائع
bg: Топ
el: Κορυφαία
eu: Bozkatuenak
fa: بالاترین
fi: Parhaimmat
ga: Barr
id: Teratas
ja: トップ
ka: ტოპ
pt: Topo
sq: Më të pëqlyerat
sv: Topp
tr: En iyiler
vi: Nổi bật nhất
zh: 推荐

source: Chat
ar: المحادثة
bg: Чат
el: Συνομιλία
eu: Txata
fa: گپ
ga: Comhrá
id: Obrolan
ja: 会話
ka: ჩეტი
ko: 대화
pt: Conversa
sv: Chatta
tr: Sohbet
zh: 聊天

source: admin
ar: مدير
bg: админ
bn: প্রশাসক
cs: administrátor
da: administrator
el: διαχειριστής
eu: administratzailea
fa: مدیر
fi: ylläpitäjä
ga: riarthóir
ja: 管理者
ka: ადმინი
ko: 관리자
pt: administrador
sq: administrator
sv: administratör
tr: baş idareci
vi: quản trị viên
zh: 总管理员

source: by
ar: مِن
bg: от
cs: od
da: af
el: από
eu: egilea:
fa: توسط
fi: käyttäjältä
fr: par
ga: le
gl: por
id: oleh
ja: 投稿者
ko: 작성
pt: por
sq: nga
sv: av
tr: tarafından
vi: bởi

# not_a_mod_or_admin
source: Not a moderator or admin.
ar: ليس مشرفًا ولا مديرًا.
bg: Не сте модератор или администратор.
cs: Není moderátor nebo administrátor.
el: Ο χρήστης δεν είναι συντονιστής ή διαχειριστής.
eu: Ez zara moderatzaile bat, ezta administratzaile bat ere.
fa: ناظم یا مدیر نیست.
fi: Et ole moderaattori tai ylläpitäjä.
fr: Pas un modérateur ou un administrateur.
ga: Ní modhnóir ná riarthóir é.
gl: Non é moderadora ou admin.
id: Bukan seorang moderator atau admin.
ja: モデレーターまたは管理者ではありません。
ko: 중재자 또는 관리자가 아닙니다.
pt: Não és um moderador ou administrador.
sv: Inte en moderator eller administratör.
vi: Không phải đội ngũ vận hành.
zh: 不是仲裁员或管理员。

source: Not an admin.
ar: ليس مديرا.
bg: Не сте администратор.
cs: Není administrátor.
da: Ej en administrator.
el: Ο χρήστης δεν είναι διαχειριστής.
eu: Ez zara administratzailea.
fa: مدیر نیستید.
fi: Ei ole ylläpitäjä.
fr: Pas administrateur.
ga: Ní riarthóir é.
gl: Non é admin.
id: Bukan seorang admin.
ja: 管理者ではありません。
ka: ადმინი არ არის
ko: 관리자가 아닙니다.
pt: Não és um administrador.
sq: Nuk je administrator.
sv: Inte en administratör.
tr: Baş idareci değil.
vi: Không phải quản trị viên.
zh: 不是管理员。

source: Couldn't find post.
ar: تعذر العثور على المنشور.
bg: Постът не беше намерен.
cs: Nepodařilo se nalézt příspěvek.
da: Kunne ikke finde indlæg.
el: Αδυναμία εύρεσης δημοσίευσης.
eu: Ezin izan da bidalketarik aurkitu.
fa: نتوانستیم فرسته را بیابیم.
fi: Viestejä ei löytynyt.
fr: Impossible de trouver la publication.
ga: Níorbh fhéidir an post a aimsiú.
gl: Non se atopou a publicación.
id: Tidak bisa menemukan pos.
ja: 投稿が見つかりせんでした。
ka: პოსტი ვერ მოიძებნა.
ko: 글을 찾을 수 없습니다.
pt: Não foi possível encontrar a publicação.
sq: Nuk mund të gjendeshin postimet.
sv: Kunde inte hitta inlägg.
tr: Paylaşım bulunamadı.
vi: Không tìm thấy bài đăng.
zh: 无法找到帖子。

source: Not logged in.
ar: لستَ متصلا.
bg: Не сте влезли.
cs: Nepřihlášen/a.
da: Ikke logget ind.
el: Δεν είστε συνδεμένος.
eu: Ez duzu saiorik hasi.
fa: وارد نشده‌اید.
fi: Ei kirjautunut sisään.
fr: Vous n’êtes pas connecté.
ga: Ní logáilte isteach.
gl: Non conectada.
id: Belum masuk.
ja: ログインしていません。
ka: შასული არ ხართ
ko: 로그인하지 않았습니다.
pt: Não autenticado.
sq: Nuk jeni kyçur.
sv: Inte inloggad.
tr: Hesaba giriş yapılmamış.
vi: Chưa đăng nhập
zh: 未登录。

# site_ban
source: You have been banned from the site
ar: حُظرت مِن هذا الموقع
bg: Блокирани сте от този сайт
cs: Přístup na tuto stránku vám byl zakázán
da: Du er udelukket fra denne site
el: Έχετε αποβληθεί από τον ιστότοπο
eu: Gune honetatik kaleratua izan zara
fa: فعالیت شما در این پایگاه ممنوع شده است
fi: Sinut on asetettu porttikieltoon tällä sivustolla
fr: Vous avez été banni du site
ga: Cuireadh cosc ort ón suíomh
gl: Retirouseche o veto nesta comunidade
id: Anda sudah terlarang dari situs ini
ja: サイトへのアクセスを禁止されています
ka: საიტიდან გაშავებული ხარ.
ko: 당신은 사이트에서 추방되었습니다
pt: Foste banido do site
sq: Jeni dëbuar nga kjo faqe
sv: Du har blockerats från webbplatsen
tr: Bu siteden yasaklandınız
vi: Bạn vừa bị cấm khỏi trang
zh: 你已被本站拉黑

# community_ban
source: You have been banned from this community.
ar: حُظرت مِن هذا المجتمع.
bg: Блокирани сте от тази общност.
cs: Přístup to této komunity vám byl zakázán.
da: Du er blevet udelukket fra dette forum.
el: Έχετε αποβληθεί από αυτή την κοινότητα.
eu: Komunitate honetatik kaleratua izan zara.
fa: فعالیت شما در این اجتماع ممنوع شده است.
fi: Sinulle on asetettu porttikielto tähän yhteisöön.
fr: Vous avez été banni de cette communauté.
ga: Cuireadh cosc ort ón bpobal seo.
gl: Foches vetada nesta comunidade.
id: Anda sudah terlarang dari komunitas ini.
ja: このコミュニティへのアクセスを禁止されています。
ka: შენ ამ თემისგან გაშავებული ხარ.
ko: 당신은 이 커뮤니티에서 추방되었습니다.
pt: Foste banido desta comunidade.
sq: Jeni dëbuar nga ky komunitet.
sv: Du har blockerats från den här gemenskapen.
tr: Bu topluluğa yazmanız yasaklandı.
vi: Bạn bị cấm ở cộng đồng này.
zh: 你已被此社群拉黑。

source: Downvotes disabled
ar: عُطلت المعارضات
bg: Изключване на негативните гласове
cs: Nesouhlasy deaktivovány
da: Nedstem deaktiveret
el: Αρνητικές ψήφοι απενεργοποιημένες
eu: Kontrako bozkak desgaituta
fa: رای پایین غیرفعال است
fi: Alaäänet otettu pois päältä
fr: Votes négatifs désactivés
ga: Síosvótaí faoi mhíchumas
gl: Votos negativos desactivados
id: Pilih Turun dinonaktifkan
ja: 反対票を無効化
ka: არმოწონები გამორთულია
ko: 내림버튼 비활성화
pt: Votos negativos desativados
sq: Votat negative janë të çaktivizuara
sv: Nedröstningar inaktiverade
tr: Eksi puan verme özelliği kaldırıldı
vi: Phản đối đã tắt
zh: 踩已禁用

source: Invalid URL.
ar: الرابط غير صالح.
bg: Навалиден URL.
cs: Neplatná URL.
da: Ugyldig URL.
el: Μη έγκυρο URL.
eu: URL baliogabea.
fa: نشانی نامعتبر است.
fi: Viallinen URL.
fr: URL invalide.
ga: URL neamhbhailí.
gl: URL non válido.
id: URL tidak valid.
ja: 無効なURL。
ko: 잘못된 URL.
pt: URL inválido.
sv: Ogiltig URL.
vi: URL không hợp lệ.
zh: URL无效。

source: locked
ar: أُقفل
bg: заключено
bn: বন্ধ
cs: zamčeno
da: låst
el: κλειδωμένο
eu: blokeatuta
fa: قفل شد
fi: lukittu
fr: verrouillé
ga: glasáilte
gl: bloqueado
id: dikunci
ja: 凍結中
ka: ჩაკეტილი
ko: 잠김
pt: bloqueado
sq: mbyllur
sv: låst
tr: kilitlendi
vi: đã khóa
zh: 已锁定

source: Couldn't create comment.
ar: تعذّر إنشاءالتعليق.
bg: Коментарът не може да бъде създаден.
cs: Komentář se nepodařilo vytvořit.
da: Kunne ikke oprette kommentar.
el: Αδυναμία δημιουργίας σχόλιου.
eu: Ezin izan da iruzkina sortu.
fa: ناتوانی در ایجاد نظر.
fi: Kommenttia ei pystytty luomaan.
fr: Impossible de publier le commentaire.
ga: Níorbh fhéidir a chruthú trácht.
gl: Non se creou o comentario.
id: Tidak bisa membuat komentar.
ja: 投稿が作成されませんでした。
ka: კომენტარის შექმნა ვერ მოხერხდა.
ko: 댓글을 작성할 수 없습니다.
pt: Não foi possível criar o comentário.
sq: Krijimi i komentit nuk ishte i mundshëm.
sv: Kunde inte skapa kommentar.
tr: Yorum yapılamadı.
vi: Không thể bình luận.
zh: 无法创建评论。

source: Couldn't like comment.
ar: تعذر الإعجاب بالتعليق.
bg: Неуспешно одобрение на коментара.
da: Kunne ikke like kommentar.
el: Αδυναμία αποθήκευσης θετικής ψήφου στο σχόλιο.
eu: Ezin izan da iruzkinari datsegit eman.
fa: ناتوانی در پسنیدن نظر.
fi: Kommentista ei voitu tykätä.
fr: Impossible d’aimer le commentaire.
ga: Níorbh fhéidir a is maith trácht.
gl: Non se puido gustar o comentario.
id: Tidak bisa menyukai komentar.
ja: コメントを「いいね」できませんでした。
ka: კომენტარის მოწონება ვერ მოხერხდა.
ko: 댓글에 좋아요 표시를 할 수 없습니다.
pt: Não foi possível gostar do comentário.
sq: Pëlqimi i komentit nuk ishte i mundshëm.
sv: Kunde inte gilla kommentar.
tr: Yorum beğenilemedi.
vi: Không thể thích bình luận
zh: 无法点赞评论。

source: Couldn't update comment.
ar: تعذر تحديث التعليق.
bg: Неуспешна актуализация на коментара.
cs: Nepodařilo se aktualizovat komentář.
da: Kunne ikke opdatere kommentar.
el: Αδυναμία ενημέρωσης σχολίου.
eu: Ezin izan da iruzkina eguneratu.
fa: ناتوانی در به‌روزرسانی نظر.
fi: Kommenttia ei voitu päivittää.
fr: Impossible de mettre à jour le commentaire.
ga: Níorbh fhéidir trácht a nuashonrú.
gl: Non se actualizou o comentario.
id: Tidak bisa memperbarui komentar.
ja: コメントが更新されませんでした。
ka: კომენტარის განახლება ვერ მოხერხდა.
ko: 댓글을 업데이트 할 수 없습니다.
pt: Não foi possível atualizar o comentário.
sq: Përditësimi i komentit nuk ishte i mundshëm.
sv: Kunde inte uppdatera kommentar.
tr: Yorum güncellenemedi.
vi: Không thể cập nhật bình luận.
zh: 无法更新评论。

# no_comment_edit_allowed
source: Not allowed to edit comment.
ar: لا يُسمح لك تعديل التعليق.
bg: Нямате право да редактирате този коментар.
cs: Úprava komentáře není povolena.
da: Ej tilladt at ændre kommentar.
el: Δεν επιτρέπεται η επεξεργασία σχολίου.
eu: Ezin duzu iruzkina editatu.
fa: مجاز به ویرایش نظر نیستید.
fi: Sinulla ei ole oikeutta muokata kommenttia.
fr: Vous n’êtes pas autorisé à éditer ce commentaire.
ga: Ní cheadaítear trácht a chur in eagar.
gl: Non está permitido editar o comentario.
id: Tidak diperbolehkan untuk mengedit komentar.
ja: コメントの編集権限がありません。
ka: კომენტარის რედაკტირება არ შეიძლება.
ko: 댓글을 수정할 수 없습니다.
pt: Não podes editar este comentário.
sq: Nuk të lejohet redaktimi i komentit.
sv: Har inte behörighet att redigera kommentar.
tr: Yorumu düzenleme izniniz yok.
vi: Không cho phép sửa bình luận.
zh: 没有编辑评论的权限。
